{
  "pageTitle": "Règlement – NFT Puzzle",
  "pageSubtitle": "Jeu de collection d'art numérique",
  "section1Title": "1. Strutture du système",
  "section1_1Title": "1.1. Œuvres d'art et pièces du puzzle",
  "section1_1Content": "- Chaque œuvre d'art est divisée en un puzzle composé d'au moins 9 pièces.\n- Chaque pièce est un NFT unique et non fongible, représentant une partie exclusive de l'œuvre complète.\n- Les pièces sont réparties en lots, chacun pouvant contenir une ou plusieurs pièces du puzzle.\n- Certains lots peuvent être achetés \"à l'aveugle\", sans connaître leur contenu avant l'achat.\n- Certains lots peuvent contenir des Jokers, c'est-à-dire des tokens fongibles pouvant remplacer toute pièce manquante du puzzle.\n- Chaque NFT est vérifiable sur la blockchain et possède un code d'identification certifiant son authenticité et sa propriété.",
  "section2Title": "2. Achat et blocage temporaire des pièces",
  "section2_1Title": "2.1. Modalités d'achat",
  "section2_1Content": "Les pièces peuvent être achetées de deux manières :\n1. Marché primaire – Lorsqu'elles sont mises à disposition pour la première fois.\n2. Marché secondaire – En les achetant auprès d'autres participants.\n\n- Les prix sont indiqués en euros et dans la valeur correspondante en usdc (Tether).\n- Les transactions sur blockchain s'effectuent exclusivement en usdc, convertible depuis des euros ou d'autres devises fiat.",
  "section2_2Title": "2.2. Blocage temporaire",
  "section2_2Content": "- Après l'achat, la pièce est temporairement verrouillée sur le marché pendant un nombre aléatoire de secondes, durant lesquelles personne d'autre ne peut l'acheter.\n- Pendant cette période de verrouillage, l'acheteur peut :\n  - Rechercher et acheter d'autres pièces nécessaires pour compléter le puzzle.\n  - Contacter d'autres joueurs pour d'éventuels échanges.\n  - Utiliser un Joker pour remplacer une pièce manquante.\n- Si l'acheteur n'agit pas dans le délai imparti, la pièce redevient disponible sur le marché à un prix majoré de 20 %.",
  "section3Title": "3. Complétion du puzzle et réclamation de l'œuvre d'art",
  "section3Content": "- Lorsqu'un participant collecte toutes les pièces de l'œuvre (ou utilise un ou plusieurs Jokers pour la compléter), il peut réclamer le NFT complet.\n- La réclamation permet d'assembler l'œuvre et de recevoir le NFT final, qui représente l'œuvre complète.\n- Une fois le puzzle complété :\n  - Les pièces individuelles sont retirées du marché.\n  - Le NFT complet peut être conservé, revendu ou utilisé pour des avantages exclusifs.",
  "section4Title": "4. Dynamique du marché et réévaluation automatique",
  "section4_1Title": "4.1. Réévaluation des prix",
  "section4_1Content": "- Chaque pièce achetée est remise en vente à un prix augmenté de 20 % par rapport au précédent.\n- Ce mécanisme encourage à la fois des achats rapides et une planification minutieuse des stratégies de jeu.",
  "section5Title": "5. Stratégies et choix des participants",
  "section5Content": "Le système permet aux joueurs d'adopter différentes stratégies pour compléter les œuvres :\n- **Complétion directe :** Acheter rapidement toutes les pièces nécessaires.\n- **Collection sélective :** Se concentrer sur des pièces rares ou des œuvres spécifiques.\n- **Utilisation stratégique des Jokers :** Utiliser les Jokers pour éviter des coûts élevés.\n- **Échanges et collaborations :** Se coordonner pour des échanges stratégiques.",
  "section6Title": "6. Responsabilité et acceptation des règles",
  "section6Content": "- La participation est volontaire et implique **l'acceptation totale** des règles.\n- Le créateur du système **n'est pas responsable** des pertes économiques ou des fluctuations de prix.\n- Les utilisateurs acceptent de ne pas tenir le créateur ou les développeurs responsables.",
  "section7Title": "7. Blockchain et sécurité du système",
  "section7Content": "- Toutes les transactions et les NFT sont enregistrés sur la blockchain, garantissant l'authenticité, la traçabilité et la sécurité.\n- Chaque pièce est associée à un portefeuille numérique, et seul le propriétaire peut la gérer.",
  "section8Title": "8. Conclusions",
  "section8Content": "NFT Puzzle offre une expérience innovante qui allie art, NFT et stratégie, invitant les participants à collectionner et compléter des œuvres d'art numériques dans un environnement dynamique et compétitif.",
  "section9Title": "9. Acceptation des règles",
  "section9Content": "En participant, chaque utilisateur accepte sans réserve toutes les règles énoncées, assumant l'entière responsabilité de sa propre expérience et déclarant avoir compris la dynamique du jeu."
}
