{
  "pageTitle": "Termes et Conditions Légales – NFT Puzzle",
  "pageSubtitle": "Conformité aux Normes Européennes",
  "section1Title": "1. Introduction et Objectif du Système",
  "section1Content": "Ce système a été développé dans le but de créer une expérience interactive visant à promouvoir les artistes émergents, permettant la distribution de leurs œuvres via un mécanisme de collection numérique basé sur des NFT.\n\nL'accès et la participation au système sont entièrement volontaires et subordonnés à l'acceptation des présentes conditions générales d'utilisation. En participant, l'utilisateur accepte intégralement toutes les conditions et renonce à toute contestation à l'encontre du créateur du système ou de la plateforme.",
  "section2Title": "2. Conformité à la Directive AML et Limites de Valeur",
  "section2Content": "Le système a été conçu dans le respect des normes européennes en matière de lutte contre le blanchiment d'argent, notamment :\n\n- Directive (UE) 2015/849 (AMLD4)\n- Directive (UE) 2018/843 (AMLD5)\n- Directive (UE) 2019/2177 (AMLD6)\n\n2.1 Seuil de 1 000 € pour la vérification KYC et la Conformité AML\n\nConformément à l'article 11 de la Directive AMLD5, les obligations de vérification d'identité (KYC) s'appliquent exclusivement aux transactions d'un montant égal ou supérieur à 1 000 euros. Cette disposition garantit que les opérations de moindre valeur sont exemptées des exigences formelles d'identification.\n\nPour garantir la pleine conformité :\n- La valeur maximale de chaque NFT (puzzle) est inférieure à 1 000 euros.\n- Toutes les transactions sont enregistrées sur la blockchain afin de garantir transparence et traçabilité.\n- Le système ne permet pas de transactions fractionnées ou en série destinées à contourner ce seuil.",
  "section3Title": "3. Conformité au Règlement MiCA",
  "section3Content": "Le Règlement (UE) 2023/1114 (MiCA) régit les actifs numériques et les services associés. Cependant, l'Article 4 stipule que les NFT uniques ne sont pas classés parmi les crypto-actifs réglementés, à condition qu'ils ne présentent pas de caractéristiques assimilables à des instruments financiers.",
  "section4Title": "4. Règlement sur la Travel Rule et les Transactions Crypto",
  "section4Content": "Le Règlement (UE) 2023/1113 étend les mesures de contrôle aux transactions crypto dans le cadre de la prévention du blanchiment d'argent. L'Article 4 précise que les obligations d'identification ne s'appliquent pas aux transactions inférieures à 1 000 euros, définissant ainsi un seuil clair pour la vérification de l'identité lors des transferts d'actifs numériques.",
  "section5Title": "5. Protection des Consommateurs et Directive PSD2",
  "section5Content": "Le système respecte les dispositions de la Directive (UE) 2015/2366 (PSD2), qui régit les services de paiement électronique. L'Article 3(k) exclut de l'application des mesures les plus strictes les paiements électroniques uniques d'un montant inférieur à 1 000 euros.",
  "section6Title": "6. RGPD et Traitement des Données",
  "section6Content": "Le système est conforme au Règlement Général sur la Protection des Données (RGPD - Règlement UE 2016/679). Aucune donnée personnelle n'est collectée au-delà de ce qui est strictement nécessaire au bon fonctionnement du système, garantissant ainsi la protection de la vie privée des utilisateurs.",
  "section7Title": "7. Propriété des NFT et Règles d'Assemblage",
  "section7Content": "Une fois qu'un puzzle est complété et que le NFT complet est réclamé, celui-ci devient la propriété exclusive de l'utilisateur.\n\nL'œuvre assemblée ne peut être désassemblée, sauf si le propriétaire en décide volontairement ainsi.\n\nLe NFT complet peut être conservé, vendu ou transféré, conformément aux règles de la blockchain.",
  "section8Title": "8. Responsabilité et Transparence",
  "section8Content": "Le créateur du système n'est pas responsable des éventuelles pertes économiques ou des variations de valeur des NFT.\n\nLa valeur des NFT n'est pas garantie et dépend exclusivement de l'interaction entre les utilisateurs.\n\nLa plateforme n'offre pas de services d'investissement, demeurant conforme au Règlement MiCA.",
  "section9Title": "9. Conclusion",
  "section9Content": "Le système a été conçu pour garantir la pleine conformité aux normes européennes, notamment AMLD5, MiCA, PSD2 et RGPD, offrant ainsi un environnement sûr et transparent.\n\nEn participant, chaque utilisateur accepte sans réserve les présentes conditions et assume l'entière responsabilité de son expérience au sein du système."
}
