{
  "pageTitle": "CONDITIONS GÉNÉRALES",
  "pageSubtitle": "",
  "section1Title": "Informations sur la société",
  "section1Content": "Artshares S.r.l.\nVia Giosuè Carducci n.8\n20123 – Milan\nNum. TVA 10994400967\nPEC : artshares@legalmail.it\nEmail : info@artshares.it",
  "section2Title": "Art. 1 – Définitions",
  "section2Content": "Les termes ci-dessous, employés avec une majuscule, au singulier ou au pluriel, ont les significations suivantes :\n\n“Artshares” : Artshares S.r.l., telle qu’identifiée dans ce document ;\n“Plateforme” : l’infrastructure informatique gérée par Artshares S.r.l., via laquelle les Utilisateurs peuvent acheter, vendre ou échanger des NFT représentant une Œuvre d’art, accessible à l’adresse www.nft-puzzle.art ;\n“NFT” (non-fungible token) : le certificat numérique unique, basé sur la technologie blockchain, attestant de l’authenticité et de la propriété de l’actif numérique concerné ;\n“Puzzle NFT” : l’ensemble de toutes les “Pièces du puzzle” constituant l’Œuvre ;\n“Pièces du puzzle” ou “Pièces” : les fragments individuels qui composent le Puzzle NFT, que les Utilisateurs peuvent acquérir pour compléter le puzzle ;\n“Œuvre” : le contenu créatif numérique mis à disposition sur la Plateforme par l’artiste ;\n“Utilisateur” : toute personne physique ou morale accédant à la Plateforme et utilisant ses services ;\n“Lot” : ensemble de Pièces achetable par l’Utilisateur ;\n“Portefeuille” : portefeuille numérique permettant de stocker, envoyer et recevoir des cryptomonnaies et des NFT ;\n“Blockchain” : technologie de registre distribué enregistrant les transactions de manière sécurisée et transparente ;\n“Contrat intelligent” : contrat auto-exécutable écrit en code et enregistré sur une blockchain.",
  "section3Title": "Art. 2 – Acceptation et modification des Conditions Générales",
  "section3Content": "1. L’accès et l’utilisation de la Plateforme impliquent l’acceptation pleine et entière de ces Conditions Générales.\n2. Artshares S.r.l. se réserve le droit de modifier, compléter ou faire évoluer ces Conditions Générales à tout moment et à sa seule discrétion, en publiant la version révisée sur la Plateforme. L’utilisation continue de la Plateforme après publication des modifications vaut acceptation par l’Utilisateur.\n3. L’âge minimum requis pour utiliser la Plateforme est de 18 ans. L’utilisation de la Plateforme par des mineurs de moins de 18 ans est strictement interdite.\n4. Lorsque l’Utilisateur agit en tant que consommateur au sens de l’art. 3, alinéa 1(a) du Décret législatif 206/2005 (« Code de la consommation »), les dispositions correspondantes s’appliquent.",
  "section4Title": "Art. 3 – Fonctionnement de la Plateforme",
  "section4Content": "1. Grâce à la Plateforme, les Utilisateurs peuvent obtenir et collectionner les Pièces d’un Puzzle NFT, chacune correspondant à une portion numérique de l’Œuvre, afin de compléter et de recevoir le Puzzle NFT.\n2. Artshares réalise la numérisation et la conversion des Œuvres en Puzzle NFT, dont les Pièces, identifiées comme tokens non fongibles (NFT), peuvent être achetées séparément pour reconstituer l’Œuvre originale.\n3. Chaque Œuvre est divisée en un Puzzle NFT composé d’un minimum de neuf (9) Pièces. Chaque Pièce est unique, non fongible et représente une portion spécifique de l’Œuvre. Les Utilisateurs peuvent acquérir les Pièces en Lots, répartis en :\na. “Lots ouverts”, où le nombre de Pièces, leurs images et le prix de chaque Pièce sont connus et visibles au moment de l’achat ;\nb. “Lots aveugles”, où seul le prix total du Lot est affiché, et le nombre de Pièces ainsi que leurs images sont révélés après finalisation de l’achat.\n4. Pour les “Lots aveugles”, le contenu de chaque Lot est déterminé par Artshares avant l’achat. Les Pièces fournies sont des contenus numériques de collection et ne constituent pas des instruments d’investissement ni des jeux de hasard au sens de la loi. Aucune mécanique aléatoire à valeur de gain n’est impliquée. L’Utilisateur reconnaît que les Lots aveugles ne reposent pas sur le hasard et visent un usage strictement personnel ou de collection.\n5. La Plateforme permet aux Utilisateurs d’acheter, de vendre et d’échanger librement des NFT via des fonctionnalités dédiées. Toutes les transactions sont gérées directement par Artshares.\n6. Les transactions s’exécutent par Contrats intelligents sur la Blockchain. L’Utilisateur accepte que les exécutions puissent subir des frais (gas fees) et des délais variables selon la Blockchain utilisée.",
  "section5Title": "Art. 4 – Tarifs, modalités d’achat et frais",
  "section5Content": "1. Les tarifs des Pièces sont indiqués en euros et en équivalent USDC. L’Utilisateur reconnaît qu’Artshares ne garantit pas la valeur actuelle ou future des Pièces ou du Puzzle NFT, ni leur liquidité ou potentiel économique.\n2. Les Pièces peuvent être achetées selon les modalités suivantes :\n   • “Marché primaire” : acquisition directe de Pièces d’Œuvres nouvellement mises en ligne par Artshares ;\n   • “Marché secondaire” : acquisition de Pièces déjà détenues par d’autres Utilisateurs via les outils de revente de la Plateforme.\n3. Toutes les transactions Blockchain s’effectuent exclusivement en USDC. L’Utilisateur peut convertir ses euros ou autres devises fiat en USDC via des services externes, sous sa responsabilité et à ses frais.\n4. Sauf indication contraire, Artshares n’applique pas de frais supplémentaires (frais Blockchain, prestataires de paiement, services tiers), ceux-ci restant entièrement à la charge de l’Utilisateur.",
  "section6Title": "Art. 5 – Verrouillage temporaire",
  "section6Content": "1. Après l’achat d’une Pièce, toute transaction ou revente de celle-ci est bloquée pour une période automatiquement déterminée par la Plateforme.\n2. Pendant cette période, l’Utilisateur peut :\n   • acquérir d’autres Pièces pour compléter le Puzzle NFT associé ;\n   • échanger des Pièces avec d’autres Utilisateurs ;\n   • utiliser un joker attribué selon les règles de la Plateforme pour remplacer une Pièce manquante.\n3. Si l’Utilisateur n’agit pas durant ce délai, la Pièce est remise en vente. Son prix est alors majoré de 20 % par rapport au tarif initial. L’Utilisateur accepte qu’il ne pourra contester ni revendiquer de droits de propriété sur la Pièce après ce délai.",
  "section7Title": "Art. 6 – Finalisation du Puzzle et attribution du NFT",
  "section7Content": "1. Une fois toutes les Pièces rassemblées, l’Utilisateur obtient le droit de recevoir le Puzzle NFT correspondant, attribué directement à son Portefeuille.\n2. Les Pièces constituant ce Puzzle sont alors retirées du marché et ne peuvent plus être échangées.\n3. Le Puzzle NFT complet peut être conservé, transféré, revendu ou utilisé pour accéder à des avantages exclusifs ou fonctionnalités supplémentaires sur la Plateforme.",
  "section8Title": "Art. 7 – Outils tiers",
  "section8Content": "1. La Plateforme intègre des outils tiers, tels que des réseaux Blockchain et des Portefeuilles.\n2. L’Utilisateur assume tous les risques liés à leur utilisation, et dégage Artshares de toute responsabilité.\n3. La Plateforme permet d’acheter et d’échanger des NFT de tiers sur des Blockchain publiques non détenues par Artshares. Artshares ne garantit pas leur disponibilité, leur stabilité ou leur permanence.\n4. Pour opérer sur la Blockchain, l’Utilisateur doit posséder un Portefeuille non fourni par Artshares S.r.l.\n5. L’Utilisateur est seul responsable de son Portefeuille tiers.\n6. Artshares n’est pas responsable des défaillances des outils tiers impactant la Plateforme.",
  "section9Title": "Art. 8 – Droits et obligations des Utilisateurs",
  "section9Content": "1. Les Utilisateurs ont le droit d’accéder et d’utiliser la Plateforme NFT conformément à ces Conditions Générales et à la législation en vigueur.\n2. Les Utilisateurs s’engagent à fournir des informations exactes et sincères.\n3. Les Utilisateurs ne doivent pas utiliser la Plateforme à des fins illégales, frauduleuses ou portant atteinte aux droits d’un tiers.\n4. Les Utilisateurs respectent les droits des autres et s’abstiennent de toute action perturbant la Plateforme.\n5. Les Utilisateurs supportent l’ensemble des frais liés à leurs transactions.",
  "section10Title": "Art. 9 – Propriété intellectuelle",
  "section10Content": "1. Sauf disposition contraire à l’art. 10, la Plateforme et tous ses contenus (textes, graphiques, logos, images, logiciels) sont la propriété exclusive d’Artshares S.r.l. ou de ses concédants et sont protégés par le droit d’auteur.\n2. Les Utilisateurs n’acquièrent aucun droit de propriété intellectuelle sur la Plateforme ou ses contenus, hormis ceux expressément autorisés.\n3. Les Utilisateurs garantissent détenir les droits nécessaires pour échanger des Pièces et ne pas enfreindre des droits de tiers.\n4. La Plateforme se réserve le droit de retirer tout NFT ou contenu enfreignant des droits de propriété intellectuelle, sur signalement du titulaire.",
  "section11Title": "Art. 10 – Cession des droits",
  "section11Content": "1. À l’issue du Puzzle NFT, l’Utilisateur obtient une licence non exclusive, mondiale et limitée aux droits d’exploitation économique de l’Œuvre numérique associée, à des fins personnelles et non commerciales.\n2. Cette licence inclut les droits de reproduction et de publication sur tout support, ainsi que la faculté de revendre le NFT avec les droits y afférents. Aucune licence d’exploitation commerciale, de distribution ou de création d’œuvres dérivées à but lucratif n’est accordée.\n3. En dehors de ce qui précède, l’Utilisateur peut négocier une licence personnalisée avec Artshares.\n4. Les droits patrimoniaux et moraux de l’Œuvre restent la propriété de son auteur, sauf disposition contraire.",
  "section12Title": "Art. 11 – Disclaimer",
  "section12Content": "1. La Plateforme est fournie “telle quelle” et “selon disponibilité”.\n2. Artshares S.r.l. ne garantit pas :\n   • la disponibilité continue et sécurisée de la Plateforme;\n   • la correction immédiate de tout défaut;\n   • l’absence de virus ou malwares;\n   • la conformité des résultats aux attentes de l’Utilisateur.\n3. Artshares n’est pas responsable des pertes ou dommages, y compris pertes de profits ou opportunités commerciales.\n4. Les Utilisateurs assument les risques liés à leurs transactions.\n5. Artshares n’est pas responsable du comportement d’autres Utilisateurs ou tiers.",
  "section13Title": "Art. 12 – Limitation de responsabilité",
  "section13Content": "1. En aucun cas Artshares S.r.l. ne pourra être tenue responsable des dommages directs ou indirects découlant de l’utilisation de la Plateforme.\n2. Artshares S.r.l. n’est pas responsable des faits ou événements résultant de :\n   • une mauvaise utilisation de la Plateforme;\n   • des opérations de maintenance;\n   • des défaillances de systèmes tiers;\n   • le non-respect des Conditions Générales;\n   • des actions échappant au contrôle d’Artshares;\n   • une interruption temporaire des services;\n   • des bugs, virus ou malwares tiers;\n   • des litiges relatifs aux droits d’auteur ou à l’authenticité des NFT;\n   • des transactions Blockchain irréversibles ou problèmes techniques de nœuds publics.\n3. L’Utilisateur reconnait être seul responsable des risques liés :\n   • aux pertes économiques causées par la volatilité des NFT et cryptomonnaies;\n   • au paiement des frais de transaction;\n   • à ses obligations fiscales.",
  "section14Title": "Art. 13 – Maintenance",
  "section14Content": "1. Artshares s’engage à effectuer la maintenance courante pour garantir l’accessibilité et le bon fonctionnement continu de la Plateforme.\n2. Artshares se réserve le droit de modifier, suspendre ou interrompre, en tout ou partie, les fonctionnalités de la Plateforme à tout moment et sans préavis, sans encourir de responsabilité.",
  "section15Title": "Art. 14 – Renonciation au droit de rétractation",
  "section15Content": "1. Conformément au Code de la consommation (Décret législatif 206/2005), l’Utilisateur reconnait que l’achat de NFT constitue la fourniture immédiate de contenu numérique et consent expressément à perdre son droit de rétractation à la passation de la commande.\n2. Par conséquent, aucun droit de rétractation n’est prévu une fois la transaction réalisée, l’exécution du contrat débutant à la confirmation de l’achat et la livraison du NFT.\n3. Hors ce cadre, Artshares peut, à sa seule discrétion, examiner les demandes d’annulation d’achats avant confirmation sur la Blockchain, dans la limite des possibilités techniques.",
  "section16Title": "Art. 15 – Protection des données personnelles",
  "section16Content": "1. Artshares s’engage à traiter les données personnelles collectées dans le cadre de la Plateforme conformément au règlement (UE) 2016/679 (RGPD).\n2. Le traitement des données personnelles est détaillé dans la Politique de Confidentialité.",
  "section17Title": "Art. 16 – Droit applicable et juridiction compétente",
  "section17Content": "1. Ces Conditions Générales sont régies par le droit italien.\n2. Si l’Utilisateur agit en tant que consommateur (art. 3, al. 1(a) du Code de la consommation), tout litige relève de la compétence exclusive du tribunal de son lieu de résidence ou de son domicile. Sinon, seule la juridiction de Milan est compétente.",
  "section18Title": "Clauses finales et dernière mise à jour",
  "section18Content": "Aux termes des art. 1341 et 1342 du Code civil italien, les clauses suivantes sont expressément approuvées : Art. 2 – Acceptation et modification ; Art. 5 – Verrouillage temporaire ; Art. 7 – Outils tiers ; Art. 8 – Droits et obligations ; Art. 11 – Disclaimer ; Art. 12 – Limitation de responsabilité ; Art. 14 – Renonciation au rétractation ; Art. 16 – Droit applicable.\n\nDernière mise à jour : 23 avril 2025"
}
