{
  "pageTitle": "NFT PUZZLE – Análisis Técnico, Consumo de Energía y Estrategia de Compensación Ambiental",
  "pageSubtitle": "NFT ART – Compensación de CO₂",
  "section1Title": "1. Introducción General",
  "section1Content": "El proyecto 'NFT PUZZLE' opera en la red blockchain Polygon, una plataforma líder basada en EVM que, gracias al mecanismo PoS, garantiza una alta escalabilidad y bajas tarifas de transacción. A pesar de la eficiencia de Polygon, cada transacción genera un consumo medible de CO₂. Este documento tiene como objetivo cuantificar los impactos ambientales, contextualizar el consumo de energía y definir una estrategia de compensación ambiental mediante la plantación de árboles (Eusto Bundle).",
  "section2Title": "2. Análisis del Consumo de Energía de Polygon y del Impacto de las Transacciones",
  "section2_1Title": "2.1 La Red Polygon y la EVM",
  "section2_1Content": "Polygon utiliza una arquitectura basada en la EVM, que permite la implementación de contratos inteligentes y aplicaciones descentralizadas a bajo costo y con alta eficiencia gracias al mecanismo PoS.",
  "section2_2Title": "2.2 Consumo Total de Energía y Emisiones",
  "section2_2Content": "Estudios técnicos estiman que cada transacción en Polygon consume aproximadamente 7 g de CO₂. Con 5.000 transacciones al año, el consumo total anual se sitúa en torno a 35 kg de CO₂.",
  "section2_3Title": "2.3 Distribución del Consumo",
  "section2_3Content": "Diario: ~96 g de CO₂; Mensual: ~2,92 kg de CO₂.",
  "section3Title": "3. Cálculo de las Emisiones de CO₂ del Proyecto 'NFT PUZZLE'",
  "section3_1Title": "3.1 Parámetros Operativos",
  "section3_1Content": "Emisión por transacción: 7 g de CO₂; Volumen anual: 5.000 transacciones; Periodo de análisis: 10 años.",
  "section3_2Title": "3.2 Cálculo de las Emisiones Totales",
  "section3_2Content": "Anual: 5.000 × 7 g = 35 kg de CO₂; En 10 años: 35 kg × 10 = 350 kg de CO₂.",
  "section4Title": "4. Mecanismos de Compensación Ambiental mediante Árboles",
  "section4_1Title": "4.1 Fundamentos de la Compensación",
  "section4_1Content": "Los árboles absorben CO₂ mediante la fotosíntesis y, de este modo, ayudan a reducir el impacto de las emisiones atmosféricas.",
  "section4_2Title": "4.2 Datos de Absorción y Vida Media Promedio de las Especies",
  "section4_2Content": "a) Aguacate – Persea americana Mill: Vida media aproximada de 40 años, absorción anual promedio de aproximadamente 20 kg de CO₂ (Cantidad total estimada: 800 kg de CO₂).\n\nb) Ice-Cream Bean – Inga edulis: Vida media aproximada de 30 años, absorción anual promedio de aproximadamente 15 kg de CO₂ (Cantidad total estimada: 450 kg de CO₂).\n\nc) Olea africana – Olea europaea subsp. cuspidata: Vida media aproximada de 50 años, absorción anual promedio de aproximadamente 10 kg de CO₂ (Cantidad total estimada: 500 kg de CO₂).",
  "section5Title": "5. Estrategias de Compensación para el Proyecto 'NFT PUZZLE'",
  "section5_1Title": "5.1 Objetivo de la Compensación",
  "section5_1Content": "Compensar las emisiones totales de 350 kg de CO₂ en 10 años, integrando además otros beneficios ambientales.",
  "section5_2Title": "5.2 El Enfoque del 'Eusto Bundle'",
  "section5_2Content": "El 'Eusto Bundle' prevé la plantación de 3 árboles en 3 países diferentes, con el fin de garantizar la diversificación, la resiliencia y beneficios ambientales (absorción de CO₂, mejora del suelo) así como ventajas socioeconómicas (seguridad alimentaria, apoyo a las comunidades).",
  "section5_3Title": "5.3 Tablas de Compensación",
  "section5_3Content": "Se presentan datos técnicos sobre las especies de árboles y se establece una comparación entre las emisiones del proyecto y la capacidad de compensación ofrecida por cada especie.",
  "section6Title": "6. Impacto Energético y Ambiental de la Blockchain: Una Perspectiva Integrada",
  "section6_1Title": "6.1 Consumo de Energía de la Red Polygon",
  "section6_1Content": "Gracias al mecanismo PoS y a la arquitectura EVM, Polygon se encuentra entre las blockchains más eficientes. Sin embargo, cada transacción produce una carga ambiental mensurable.",
  "section6_2Title": "6.2 La Contribución de una Transacción Individual",
  "section6_2Content": "Cada transacción contribuye con aproximadamente 7 g de CO₂, generando así un efecto acumulativo que se percibe a nivel diario, mensual y anual.",
  "section6_3Title": "6.3 La Imposibilidad de una Blockchain Completamente Verde",
  "section6_3Content": "Actualmente, no existen blockchains completamente 'verdes'. El uso de plataformas líderes como Polygon requiere, por tanto, la implementación de estrategias de compensación ambiental.",
  "section7Title": "7. Beneficios Socioambientales e Integración de la Visión",
  "section7_1Title": "7.1 Beneficios Ambientales Directos",
  "section7_1Content": "Las especies de árboles seleccionadas absorben CO₂, mejoran la calidad del aire, previenen la erosión del suelo y fomentan la biodiversidad.",
  "section7_2Title": "7.2 Beneficios Socioeconómicos y Seguridad Alimentaria",
  "section7_2Content": "La plantación de árboles genera beneficios socioeconómicos, tales como seguridad alimentaria (por ejemplo, frutos nutritivos, producción de aceite) y nuevas oportunidades de ingresos para las comunidades locales.",
  "section8Title": "8. Conclusiones y Perspectivas Futuras",
  "section8_1Title": "8.1 Resumen de los Resultados Técnicos y Ambientales",
  "section8_1Content": "El análisis muestra una huella de CO₂ de 350 kg en 10 años, mientras que el 'Eusto Bundle' ofrece una capacidad de compensación que supera ampliamente ese valor.",
  "section8_2Title": "8.2 Visión Estratégica Integrada",
  "section8_2Content": "El uso de una blockchain líder como Polygon, complementada con estrategias de compensación ambiental, constituye la opción más responsable y sostenible para mitigar los impactos ambientales.",
  "section8_3Title": "8.3 Recomendaciones y Monitoreo a Largo Plazo",
  "section8_3Content": "Se recomienda monitorear anualmente la salud de los árboles, implementar programas de mantenimiento agronómico y desarrollar estrategias adicionales para reducir el consumo total de energía del proyecto.",
  "section9Title": "9. Conclusiones Finales",
  "section9Content": "El análisis detallado muestra que, a pesar de la eficiencia de Polygon, el proyecto 'NFT PUZZLE' produce alrededor de 350 kg de CO₂ en 10 años. La implementación del 'Eusto Bundle' no solo compensa las emisiones, sino que también aporta beneficios ambientales, sociales y económicos, siendo la mejor solución para un futuro ecológico y resiliente."
}
