{
  "pageTitle": "Reglamento – NFT Puzzle",
  "pageSubtitle": "Juego de colección de arte digital",
  "section1Title": "1. Estructura del sistema",
  "section1_1Title": "1.1. Obras de arte y piezas del puzzle",
  "section1_1Content": "- Cada obra de arte se divide en un puzzle compuesto de al menos 9 piezas.\n- Cada pieza es un NFT único y no fungible, que representa una parte exclusiva de la obra completa.\n- Las piezas se distribuyen en lotes, cada uno de los cuales puede contener una o más piezas del puzzle.\n- Algunos lotes pueden comprarse a ciegas, sin conocer su contenido antes de la compra.\n- Algunos lotes pueden contener Jokers, es decir, tokens fungibles que pueden reemplazar cualquier pieza faltante del puzzle.\n- Cada NFT es verificable en la blockchain y posee un código de identificación que certifica su autenticidad y propiedad.",
  "section2Title": "2. Compra y bloqueo temporal de las piezas",
  "section2_1Title": "2.1. Modalidades de compra",
  "section2_1Content": "Las piezas pueden comprarse de dos maneras:\n1. Mercado primario – Cuando se ponen a disposición por primera vez.\n2. Mercado secundario – Comprándolas a otros participantes.\n\n- Los precios se indican en euros y en el valor correspondiente en usdc (Tether).\n- Las transacciones en la blockchain se realizan exclusivamente en usdc, convertible desde euros u otras monedas fiat.",
  "section2_2Title": "2.2. Bloqueo temporal",
  "section2_2Content": "- Después de la compra, la pieza se bloquea temporalmente en el mercado por un número aleatorio de segundos, durante los cuales nadie más puede comprarla.\n- Durante este período de bloqueo, el comprador puede:\n  - Buscar y comprar otras piezas necesarias para completar el puzzle.\n  - Contactar a otros jugadores para posibles intercambios.\n  - Utilizar un Joker para reemplazar una pieza faltante.\n- Si el comprador no actúa dentro del plazo establecido, la pieza vuelve a estar disponible en el mercado a un precio incrementado en un 20%.",
  "section3Title": "3. Completación del puzzle y reclamación de la obra de arte",
  "section3Content": "- Cuando un participante recoge todas las piezas de la obra (o utiliza uno o más Jokers para completarla), puede reclamar el NFT completo.\n- La reclamación permite ensamblar la obra y recibir el NFT final, que representa la obra completa.\n- Una vez completado el puzzle:\n  - Las piezas individuales se retiran del mercado.\n  - El NFT completo puede conservarse, revenderse o utilizarse para beneficios exclusivos.",
  "section4Title": "4. Dinámica del mercado y reevaluación automática",
  "section4_1Title": "4.1. Reevaluación de los precios",
  "section4_1Content": "- Cada pieza comprada se vuelve a poner a la venta a un precio incrementado en un 20% respecto al anterior.\n- Este mecanismo fomenta tanto compras rápidas como una planificación cuidadosa de las estrategias de juego.",
  "section5Title": "5. Estrategias y elecciones de los participantes",
  "section5Content": "El sistema permite a los jugadores adoptar diferentes estrategias para completar las obras:\n- **Completación directa:** Comprar rápidamente todas las piezas necesarias.\n- **Colección selectiva:** Centrarse en piezas raras o en obras específicas.\n- **Uso estratégico de los Jokers:** Utilizar los Jokers para evitar altos costos.\n- **Intercambios y colaboraciones:** Coordinarse para intercambios estratégicos.",
  "section6Title": "6. Responsabilidad y aceptación de las reglas",
  "section6Content": "- La participación es voluntaria e implica **la aceptación total** de las reglas.\n- El creador del sistema **no es responsable** de las pérdidas económicas ni de las fluctuaciones de precios.\n- Los usuarios aceptan no responsabilizar al creador ni a los desarrolladores.",
  "section7Title": "7. Blockchain y seguridad del sistema",
  "section7Content": "- Todas las transacciones y los NFT se registran en la blockchain, garantizando autenticidad, trazabilidad y seguridad.\n- Cada pieza está asociada a una billetera digital, y solo el propietario puede gestionarla.",
  "section8Title": "8. Conclusiones",
  "section8Content": "NFT Puzzle ofrece una experiencia innovadora que combina arte, NFT y estrategia, invitando a los participantes a coleccionar y completar obras de arte digitales en un entorno dinámico y competitivo.",
  "section9Title": "9. Aceptación de las reglas",
  "section9Content": "Al participar, cada usuario acepta sin reservas todas las reglas establecidas, asumiendo la plena responsabilidad de su propia experiencia y declarando haber comprendido la dinámica del juego."
}
