{
  "pageTitle": "TÉRMINOS & CONDICIONES",
  "pageSubtitle": "",
  "section1Title": "Información de la empresa",
  "section1Content": "Artshares S.r.l.\nVia Giosuè Carducci n.8\n20123 – Milán\nNIF (VAT) 10994400967\nPEC: artshares@legalmail.it\nEmail: info@artshares.it",
  "section2Title": "Art. 1 – Definiciones",
  "section2Content": "Los términos que aparecen a continuación con letra inicial mayúscula, ya sea en singular o plural, tendrán los siguientes significados:\n\n“Artshares”: Artshares S.r.l., según se identifica en este documento;\n“Plataforma”: la infraestructura informática gestionada por Artshares S.r.l., a través de la cual los Usuarios pueden comprar, vender o intercambiar NFTs que representan una obra de arte, accesible en www.nft-puzzle.art;\n“NFT” (token no fungible): certificado digital único, basado en tecnología blockchain, que certifica la autenticidad y la propiedad del activo digital correspondiente;\n“Puzzle NFT”: agregación de todas las “Piezas del Rompecabezas” que componen la Obra;\n“Piezas del Rompecabezas” o “Piezas”: fragmentos individuales que conforman el Puzzle NFT y que los Usuarios pueden adquirir para completar el rompecabezas;\n“Obra”: el contenido creativo digital puesto a disposición en la Plataforma por el artista;\n“Usuario”: cualquier persona física o jurídica que acceda a la Plataforma y utilice sus servicios;\n“Lote”: conjunto de Piezas que el Usuario puede adquirir;\n“Cartera” (Wallet): cartera digital utilizada para almacenar, enviar y recibir criptomonedas y NFTs;\n“Blockchain”: tecnología de registro distribuido que registra las transacciones de forma segura y transparente;\n“Contrato inteligente”: contrato autoejecutable escrito en código y almacenado en una blockchain.",
  "section3Title": "Art. 2 – Aceptación y modificación de los Términos & Condiciones",
  "section3Content": "1. El acceso y uso de la Plataforma implican la aceptación plena y total de estos Términos & Condiciones.\n2. Artshares S.r.l. se reserva el derecho de modificar, complementar o variar estos Términos & Condiciones en cualquier momento y a su entera discreción, publicando la versión revisada en la Plataforma. El uso continuado de la Plataforma tras la publicación constituye aceptación de dichos cambios por parte del Usuario.\n3. La edad mínima para usar la Plataforma es de 18 años. Queda estrictamente prohibido el uso de la Plataforma por menores de 18 años.\n4. Cuando el Usuario actúe como consumidor según el art. 3.1.a) del D.lgs. 206/2005 (“Código del Consumo”), se aplicarán las disposiciones de protección al consumidor correspondientes.",
  "section4Title": "Art. 3 – Funcionamiento de la Plataforma",
  "section4Content": "1. A través de la Plataforma, los Usuarios pueden obtener y coleccionar las Piezas de un Puzzle NFT, cada una correspondiente a una porción digital de una Obra, con el fin de completar y recibir dicho Puzzle NFT.\n2. Artshares lleva a cabo la digitalización y conversión de las Obras en Puzzles NFT, cuyas Piezas, identificadas como tokens no fungibles (NFTs), pueden adquirirse por separado para recomponer la Obra original.\n3. Cada Obra se divide en un Puzzle NFT compuesto por un mínimo de nueve (9) Piezas. Cada Pieza es única, no fungible y representa una porción específica de la Obra. Los Usuarios pueden adquirir las Piezas en Lotes, diferenciados en:\na. “Lotes Abiertos”, donde el número de Piezas, sus imágenes y el precio de cada Pieza son conocidos y visibles en el momento de la compra;\nb. “Lotes a Ciegas”, donde solo se muestra el precio total del Lote, y el número de Piezas e imágenes se revelan tras completar la compra.\n4. Para los Lotes a Ciegas, el contenido de cada Lote lo determina Artshares antes de la compra. Las Piezas incluidas son coleccionables digitales y no constituyen instrumentos de inversión ni juegos de azar según la normativa vigente. No existen mecanismos aleatorios con valor de premio. El Usuario reconoce que los Lotes a Ciegas no dependen del azar y están destinados exclusivamente al disfrute personal o coleccionista.\n5. La Plataforma permite a los Usuarios comprar, vender e intercambiar NFTs libremente mediante funcionalidades específicas. Todas las transacciones las gestiona directamente Artshares.\n6. Las transacciones en la Plataforma se ejecutan mediante Contratos inteligentes en la Blockchain. El Usuario acepta que la ejecución puede implicar comisiones (“gas fees”) y tiempos de procesamiento variables según la Blockchain utilizada.",
  "section5Title": "Art. 4 – Precios, métodos de compra y comisiones",
  "section5Content": "1. Los precios de las Piezas en la Plataforma se expresan en euros y en el valor equivalente en USDC. El Usuario reconoce que Artshares no garantiza el valor actual o futuro, la comercialización ni el potencial económico de las Piezas o del Puzzle NFT.\n2. Las Piezas pueden adquirirse mediante:\n   • “Mercado Primario”: compra directa de Piezas de Obras puestas por primera vez en la Plataforma por Artshares;\n   • “Mercado Secundario”: compra de Piezas a otros Usuarios mediante las herramientas de reventa de la Plataforma.\n3. Todas las transacciones en Blockchain se realizan exclusivamente en USDC. El Usuario puede convertir euros u otras monedas fiduciarias a USDC mediante servicios externos, asumiendo todos los riesgos y costes.\n4. Salvo lo indicado, Artshares no aplicará cargos adicionales (comisiones de Blockchain, procesadores de pago o servicios de terceros), que correrán íntegramente por cuenta del Usuario.",
  "section6Title": "Art. 5 – Bloqueo temporal",
  "section6Content": "1. Tras comprar una Pieza, las transacciones o reventas de esa misma Pieza quedan bloqueadas durante un periodo determinado automáticamente por la Plataforma.\n2. Durante este periodo, el Usuario puede:\n   • adquirir Piezas adicionales para completar el Puzzle NFT asociado;\n   • intercambiar Piezas con otros Usuarios;\n   • usar cualquier comodín asignado según las normas de la Plataforma para sustituir una Pieza faltante y completar el Puzzle NFT.\n3. Si el Usuario no realiza ninguna acción dentro del plazo, la Pieza vuelve al mercado. Su precio aumentará un 20 % sobre el precio original. El Usuario acepta que, tras ese plazo, no podrá oponerse a la reventa ni reclamar derechos de propiedad sobre la Pieza.",
  "section7Title": "Art. 6 – Finalización del Puzzle y asignación del NFT",
  "section7Content": "1. Al reunir todas las Piezas de una Obra, el Usuario adquiere el derecho a recibir el Puzzle NFT correspondiente, que se asignará directamente a su Cartera.\n2. En ese momento, las Piezas individuales se retirarán del mercado y ya no podrán comprarse ni intercambiarse.\n3. El Puzzle NFT completo podrá guardarse, transferirse, revenderse o utilizarse para acceder a ventajas exclusivas, beneficios o funcionalidades adicionales en la Plataforma.",
  "section8Title": "Art. 7 – Herramientas de terceros",
  "section8Content": "1. La Plataforma integra herramientas de terceros, como Blockchains y Carteras.\n2. El Usuario asume todos los riesgos asociados a estas herramientas, eximiendo completamente a Artshares de cualquier responsabilidad.\n3. La Plataforma permite adquirir e intercambiar NFTs de terceros en Blockchains públicas no propiedad de Artshares. Artshares no garantiza la disponibilidad, funcionalidad o permanencia de estas redes ni de los activos digitales en ellas.\n4. Para operar en la Blockchain, el Usuario debe tener una Cartera no proporcionada por Artshares S.r.l.\n5. El Usuario es el único responsable de la Cartera de terceros que utilice.\n6. Artshares no se hace responsable de fallos o defectos de estas herramientas de terceros que afecten al funcionamiento de la Plataforma.",
  "section9Title": "Art. 8 – Derechos y obligaciones de los Usuarios",
  "section9Content": "1. Los Usuarios tienen derecho a acceder y usar la Plataforma NFT conforme a estos Términos & Condiciones y a la normativa aplicable.\n2. Los Usuarios se comprometen a proporcionar información veraz y completa durante el uso de la Plataforma.\n3. Los Usuarios no deben utilizar la Plataforma para actividades ilegales, fraudulentas o perjudiciales, incluida la violación de derechos de propiedad intelectual de terceros.\n4. Los Usuarios se obligan a respetar los derechos de los demás Usuarios y a no realizar acciones que interfieran con el funcionamiento correcto de la Plataforma.\n5. Los Usuarios son responsables de todas las comisiones y gastos asociados a sus transacciones.",
  "section10Title": "Art. 9 – Propiedad intelectual",
  "section10Content": "1. Salvo lo dispuesto en el Art. 10, la Plataforma y todos sus contenidos —incluidos, a título enunciativo, textos, gráficos, logotipos, imágenes y software— son propiedad exclusiva de Artshares S.r.l. o de sus licenciantes y están protegidos por las leyes de derechos de autor y propiedad intelectual.\n2. Los Usuarios no adquieren derechos de propiedad intelectual sobre la Plataforma ni sus contenidos, salvo los expresamente concedidos en estos Términos & Condiciones.\n3. Los Usuarios que intercambian Piezas en la Plataforma garantizan poseer todos los derechos necesarios y no infringir derechos de terceros.\n4. El proveedor de la Plataforma se reserva el derecho de retirar cualquier NFT o contenido que infrinja derechos de terceros, previa notificación del titular de los derechos.",
  "section11Title": "Art. 10 – Cesión de derechos",
  "section11Content": "1. Al completar y adquirir el Puzzle NFT, el Usuario obtiene una licencia no exclusiva, limitada y válida a nivel mundial para la explotación económica de la Obra digital asociada, con fines personales y no comerciales.\n2. Dicha licencia incluye derechos de reproducción y publicación en cualquier canal, así como la facultad de revender el NFT junto con los derechos licenciados. No se conceden derechos de explotación comercial, distribución, modificación o creación de obras derivadas con ánimo de lucro.\n3. Fuera de lo anterior, el Usuario podrá adquirir una licencia personalizada en condiciones diferentes, previa negociación con Artshares.\n4. Salvo lo expresamente previsto, todos los derechos patrimoniales y morales de la Obra permanecerán en cabeza de su autor.",
  "section12Title": "Art. 11 – Exención de responsabilidad",
  "section12Content": "1. La Plataforma se proporciona “tal cual” y “según disponibilidad”.\n2. Artshares S.r.l. no garantiza que:\n   • la Plataforma funcionará de manera ininterrumpida, segura o estará disponible en todo momento;\n   • cualquier error o defecto será corregido de inmediato;\n   • la Plataforma estará siempre libre de virus u otros componentes dañinos;\n   • los resultados de su uso cumplan las expectativas del Usuario.\n3. Artshares no será responsable de pérdidas o daños derivados del uso de la Plataforma, incluidas, a título enunciativo, pérdidas de beneficios u oportunidades comerciales.\n4. Los Usuarios asumen los riesgos asociados a sus transacciones.\n5. Artshares no es responsable de las conductas de otros Usuarios o terceros en la Plataforma.",
  "section13Title": "Art. 12 – Limitación de responsabilidad",
  "section13Content": "1. En ningún caso Artshares S.r.l. será responsable de daños directos, indirectos, incidentales, consecuentes o punitivos derivados del uso de la Plataforma.\n2. Artshares S.r.l. no será responsable de actos o hechos que dependan de:\n   • uso indebido de la Plataforma por parte del Usuario;\n   • operaciones de mantenimiento realizadas por Artshares S.r.l.;\n   • anomalías y fallos de sistemas, software o aplicaciones de terceros;\n   • incumplimiento de estos Términos & Condiciones por parte del Usuario;\n   • cualquier acción fuera del control de Artshares;\n   • interrupción temporal del servicio;\n   • errores, virus o malware procedentes de terceros;\n   • disputas sobre la titularidad o autenticidad de NFTs en la Plataforma;\n   • transacciones irreversibles en blockchain o problemas técnicos de nodos públicos, incluidos forks.\n3. El Usuario declara ser el único responsable de los riesgos relacionados con:\n   • pérdidas económicas derivadas de la volatilidad de NFTs y criptomonedas;\n   • pago de comisiones de blockchain y transacciones;\n   • obligaciones fiscales derivadas de sus operaciones.",
  "section14Title": "Art. 13 – Mantenimiento",
  "section14Content": "1. Artshares se compromete a realizar mantenimiento ordinario para garantizar la accesibilidad y correcto funcionamiento de la Plataforma.\n2. Artshares se reserva el derecho de modificar, suspender o interrumpir, total o parcialmente, las funcionalidades de la Plataforma en cualquier momento y sin previo aviso, sin asumir responsabilidad.",
  "section15Title": "Art. 14 – Exclusión del derecho de desistimiento",
  "section15Content": "1. Conforme a la normativa de protección al consumidor (D.lgs. 206/2005, “Código del Consumo”), el Usuario reconoce que la compra de NFTs constituye el suministro de contenido digital no material, con ejecución inmediata del contrato y con consentimiento expreso de pérdida del derecho de desistimiento.\n2. En consecuencia, no se prevé derecho de desistimiento una vez completada la transacción, ya que el contrato se ejecuta con la confirmación de la compra y la entrega del NFT al Wallet.\n3. Fuera de lo anterior, Artshares puede, a su exclusiva discreción, evaluar solicitudes de cancelación de compras antes de la confirmación en blockchain, dentro de los límites técnicos y operativos.",
  "section16Title": "Art. 15 – Protección de datos personales",
  "section16Content": "1. Artshares se compromete a tratar los datos personales recogidos en el marco de la Plataforma conforme al Reglamento (UE) 2016/679 (GDPR).\n2. El tratamiento de datos personales se realizará de acuerdo con la Política de Privacidad.",
  "section17Title": "Art. 16 – Ley aplicable y jurisdicción",
  "section17Content": "1. Estos Términos & Condiciones se rigen e interpretan de acuerdo con las leyes de la República Italiana.\n2. Si el Usuario actúa como consumidor según el art. 3.1.a) del D.lgs. 206/2005 (“Código del Consumo”), cualquier disputa corresponderá al fuero exclusivo del lugar de residencia o domicilio del consumidor. En caso contrario, la jurisdicción exclusiva corresponderá al Tribunal de Milán.",
  "section18Title": "Cláusulas finales y última actualización",
  "section18Content": "A los efectos de los arts. 1341 y 1342 del Código Civil Italiano, se aceptan expresamente las siguientes cláusulas: Art. 2 – Aceptación y modificación; Art. 5 – Bloqueo temporal; Art. 7 – Herramientas de terceros; Art. 8 – Derechos y obligaciones de los Usuarios; Art. 11 – Exención de responsabilidad; Art. 12 – Limitación de responsabilidad; Art. 14 – Exclusión del derecho de desistimiento; Art. 16 – Ley aplicable y jurisdicción.\n\nÚltima actualización: 23 de abril de 2025"
}
