{
  "pageTitle": "Términos y Condiciones Legales – NFT Puzzle",
  "pageSubtitle": "Cumplimiento de las Normativas Europeas",
  "section1Title": "1. Introducción y Propósito del Sistema",
  "section1Content": "Este sistema se ha desarrollado con el objetivo de crear una experiencia interactiva diseñada para promover a artistas emergentes, permitiendo la distribución de sus obras a través de un mecanismo de coleccionismo digital basado en NFTs.\n\nEl acceso y la participación en el sistema son completamente voluntarios y están sujetos a la aceptación de estos términos generales de uso. Al participar, el usuario acepta plenamente todos los términos y renuncia a cualquier reclamación contra el creador del sistema o la plataforma.",
  "section2Title": "2. Cumplimiento de la Directiva AML y Límites de Valor",
  "section2Content": "El sistema ha sido diseñado en cumplimiento con las normativas europeas contra el lavado de dinero, incluyendo:\n\n- Directiva (UE) 2015/849 (AMLD4)\n- Directiva (UE) 2018/843 (AMLD5)\n- Directiva (UE) 2019/2177 (AMLD6)\n\n2.1 Umbral de 1.000 € para KYC y Cumplimiento AML\n\nDe acuerdo con el Artículo 11 de la AMLD5, los requisitos de verificación de identidad (KYC) se aplican exclusivamente a transacciones de 1.000 € o más. Esta disposición garantiza que las transacciones de menor valor estén exentas de los requisitos formales de identificación.\n\nPara garantizar el cumplimiento total:\n- El valor máximo de cada NFT (rompecabezas) es inferior a 1.000 €.\n- Todas las transacciones se registran en la blockchain para garantizar la transparencia y la trazabilidad.\n- El sistema no permite transacciones fraccionadas o en serie destinadas a evadir este umbral.",
  "section3Title": "3. Cumplimiento del Reglamento MiCA",
  "section3Content": "El Reglamento (UE) 2023/1114 (MiCA) regula los activos digitales y los servicios relacionados. Sin embargo, el Artículo 4 establece que los NFTs únicos no se clasifican como criptoactivos regulados, siempre que no posean características similares a las de los instrumentos financieros.",
  "section4Title": "4. Travel Rule y Regulación de Transacciones Cripto",
  "section4Content": "El Reglamento (UE) 2023/1113 extiende las medidas de control a las transacciones cripto en el contexto de la prevención del lavado de dinero. El Artículo 4 establece que los requisitos de identificación no se aplican a transacciones inferiores a 1.000 €, definiendo un umbral claro para la verificación de la identidad en las transferencias de activos digitales.",
  "section5Title": "5. Protección del Consumidor y Directiva PSD2",
  "section5Content": "El sistema cumple con las disposiciones de la Directiva (UE) 2015/2366 (PSD2), que regula los servicios de pago electrónico. El Artículo 3(k) excluye de la aplicación de medidas más estrictas los pagos electrónicos únicos de menos de 1.000 €.",
  "section6Title": "6. GDPR y Procesamiento de Datos",
  "section6Content": "El sistema cumple con el Reglamento General de Protección de Datos (GDPR - Reglamento (UE) 2016/679). No se recopilan datos personales más allá de lo estrictamente necesario para el correcto funcionamiento del sistema, garantizando la protección de la privacidad de los usuarios.",
  "section7Title": "7. Propiedad de los NFTs y Reglas de Ensamblaje",
  "section7Content": "Una vez que se completa un rompecabezas y se reclama el NFT completo, este se convierte en propiedad total del usuario.\n\nLa obra ensamblada no puede desarmarse, a menos que el propietario decida hacerlo voluntariamente.\n\nEl NFT completo puede ser conservado, vendido o transferido de acuerdo con las reglas de la blockchain.",
  "section8Title": "8. Responsabilidad y Transparencia",
  "section8Content": "El creador del sistema no es responsable de ninguna pérdida económica o fluctuación en el valor de los NFTs.\n\nEl valor de los NFTs no está garantizado y depende exclusivamente de la interacción entre los usuarios.\n\nLa plataforma no ofrece servicios de inversión, manteniéndose en conformidad con el Reglamento MiCA.",
  "section9Title": "9. Conclusión",
  "section9Content": "El sistema ha sido diseñado para garantizar el cumplimiento total de las normativas europeas, incluyendo AMLD5, MiCA, PSD2 y GDPR, proporcionando un entorno seguro y transparente.\n\nAl participar, cada usuario acepta sin reservas estos términos y asume la plena responsabilidad de su experiencia dentro del sistema."
}
