{
  "pageTitle": "Regelwerk – NFT Puzzle",
  "pageSubtitle": "Digitales Kunstsammlerspiel",
  "section1Title": "1. Struktur des Systems",
  "section1_1Title": "1.1. Kunstwerke und Puzzle-Teile",
  "section1_1Content": "- Jedes Kunstwerk wird in ein Puzzle aufgeteilt, das aus mindestens 9 Teilen besteht.\n- Jedes Teil ist ein einzigartiger und nicht fungibler NFT, der einen exklusiven Teil des vollständigen Kunstwerks darstellt.\n- Die Teile werden in Losen verteilt, von denen jedes ein oder mehrere Puzzleteile enthalten kann.\n- Einige Lose können \"blind\" gekauft werden, ohne den Inhalt vor dem Kauf zu kennen.\n- Einige Lose können Joker enthalten, d.h. fungible Token, die jedes fehlende Puzzleteil ersetzen können.\n- Jeder NFT ist auf der Blockchain verifizierbar und besitzt einen Identifikationscode, der seine Authentizität und seinen Besitz bestätigt.",
  "section2Title": "2. Kauf und temporäre Sperrung der Teile",
  "section2_1Title": "2.1. Kaufmodalitäten",
  "section2_1Content": "Die Teile können auf zwei Arten gekauft werden:\n1. Primärmarkt – Wenn sie erstmals verfügbar gemacht werden.\n2. Sekundärmarkt – Durch den Kauf von anderen Teilnehmern.\n\n- Die Preise werden in Euro und im entsprechenden Wert in usdc (Tether) angegeben.\n- Blockchain-Transaktionen werden ausschließlich in usdc durchgeführt, das aus Euro oder anderen Fiat-Währungen umgerechnet werden kann.",
  "section2_2Title": "2.2. Temporäre Sperrung",
  "section2_2Content": "- Nach dem Kauf wird das Teil für eine zufällige Anzahl von Sekunden vorübergehend auf dem Markt gesperrt, während der niemand sonst es erwerben kann.\n- Während dieser Sperrfrist kann der Käufer:\n  - Nach anderen Teilen suchen und diese kaufen, die zur Vervollständigung des Puzzles benötigt werden.\n  - Andere Spieler für mögliche Tauschgeschäfte kontaktieren.\n  - Einen Joker verwenden, um ein fehlendes Teil zu ersetzen.\n- Wenn der Käufer innerhalb der festgelegten Zeit keine weiteren Maßnahmen ergreift, wird das Teil erneut zum Markt angeboten, jedoch zu einem um 20 % erhöhten Preis.",
  "section3Title": "3. Fertigstellung des Puzzles und Anspruch auf das Kunstwerk",
  "section3Content": "- Wenn ein Teilnehmer alle Teile des Kunstwerks sammelt (oder einen oder mehrere Joker verwendet, um es zu vervollständigen), kann er den vollständigen NFT beanspruchen.\n- Der Anspruch ermöglicht es, das Kunstwerk zusammenzusetzen und den finalen NFT zu erhalten, der das vollständige Kunstwerk repräsentiert.\n- Sobald das Puzzle fertiggestellt ist:\n  - Werden die einzelnen Teile vom Markt genommen.\n  - Kann der vollständige NFT behalten, weiterverkauft oder für exklusive Vorteile genutzt werden.",
  "section4Title": "4. Marktdynamik und automatische Neubewertung",
  "section4_1Title": "4.1. Neubewertung der Preise",
  "section4_1Content": "- Jedes gekaufte Teil wird zu einem um 20 % höheren Preis im Vergleich zum vorherigen Preis wieder zum Verkauf angeboten.\n- Dieser Mechanismus fördert sowohl schnelle Käufe als auch eine sorgfältige Planung der Spielstrategien.",
  "section5Title": "5. Strategien und Entscheidungen der Teilnehmer",
  "section5Content": "Das System ermöglicht es den Spielern, verschiedene Strategien zu verfolgen, um die Kunstwerke zu vervollständigen:\n- **Direkte Fertigstellung:** Schnell alle notwendigen Teile kaufen.\n- **Selektive Sammlung:** Sich auf seltene Teile oder bestimmte Kunstwerke konzentrieren.\n- **Strategische Nutzung von Jokern:** Joker einsetzen, um hohe Kosten zu vermeiden.\n- **Tauschgeschäfte und Zusammenarbeit:** Sich für strategische Tauschgeschäfte koordinieren.",
  "section6Title": "6. Verantwortung und Akzeptanz der Regeln",
  "section6Content": "- Die Teilnahme ist freiwillig und impliziert die **vollständige Akzeptanz** der Regeln.\n- Der Ersteller des Systems ist **nicht verantwortlich** für wirtschaftliche Verluste oder Preisschwankungen.\n- Die Nutzer erklären sich damit einverstanden, den Ersteller oder die Entwickler nicht haftbar zu machen.",
  "section7Title": "7. Blockchain und Systemsicherheit",
  "section7Content": "- Alle Transaktionen und NFTs werden in der Blockchain aufgezeichnet, was Authentizität, Rückverfolgbarkeit und Sicherheit gewährleistet.\n- Jedes Teil ist mit einer digitalen Brieftasche verknüpft, und nur der Besitzer kann es verwalten.",
  "section8Title": "8. Schlussfolgerungen",
  "section8Content": "NFT Puzzle bietet ein innovatives Erlebnis, das Kunst, NFTs und Strategie vereint und die Teilnehmer dazu einlädt, digitale Kunstwerke in einer dynamischen und wettbewerbsfähigen Umgebung zu sammeln und zu vervollständigen.",
  "section9Title": "9. Akzeptanz der Regeln",
  "section9Content": "Durch die Teilnahme akzeptiert jeder Nutzer vorbehaltlos alle angegebenen Regeln, übernimmt die volle Verantwortung für seine eigene Erfahrung und erklärt, dass er die Dynamik des Spiels verstanden hat."
}
