{
  "pageTitle": "ALLGEMEINE GESCHÄFTSBEDINGUNGEN",
  "pageSubtitle": "",
  "section1Title": "Unternehmensdaten",
  "section1Content": "Artshares S.r.l.\nVia Giosuè Carducci n.8\n20123 – Mailand\nUSt-IdNr. 10994400967\nPEC: artshares@legalmail.it\nE-Mail: info@artshares.it",
  "section2Title": "Art. 1 – Definitionen",
  "section2Content": "Die unten stehenden Begriffe, jeweils mit Großbuchstaben und im Singular wie Plural, haben folgende Bedeutungen:\n\n„Artshares“: Artshares S.r.l., wie in diesem Dokument bezeichnet;\n„Plattform“: die von Artshares S.r.l. betriebene IT-Infrastruktur, über die Benutzer NFTs, die ein Kunstwerk repräsentieren, kaufen, verkaufen oder tauschen können, zugänglich unter www.nft-puzzle.art;\n„NFT“ (Non-Fungible Token): das eindeutige digitale Zertifikat auf Blockchain-Basis, das die Echtheit und das Eigentum des jeweiligen digitalen Assets bestätigt;\n„NFT-Puzzle“: die Gesamtheit aller „Puzzleteile“, aus denen das Kunstwerk besteht;\n„Puzzleteile“ oder „Teile“: die einzelnen Fragmente, aus denen sich das NFT-Puzzle zusammensetzt und die Benutzer zum Vervollständigen des Puzzles erwerben können;\n„Kunstwerk“: der digitale kreative Inhalt, den der Künstler auf der Plattform zur Verfügung stellt;\n„Benutzer“: jede natürliche oder juristische Person, die auf die Plattform zugreift und ihre Dienste nutzt;\n„Los“: eine Sammlung von Teilen, die vom Benutzer erworben werden kann;\n„Wallet“: eine digitale Brieftasche zum Speichern, Senden und Empfangen von Kryptowährungen und NFTs;\n„Blockchain“: eine verteilte Ledger-Technologie, die Transaktionen sicher und transparent aufzeichnet;\n„Smart Contract“: ein selbstausführender Vertrag, in Code geschrieben und auf einer Blockchain gespeichert.",
  "section3Title": "Art. 2 – Annahme und Änderung der AGB",
  "section3Content": "1. Der Zugriff auf und die Nutzung der Plattform setzen die vollständige Annahme dieser AGB voraus.\n2. Artshares S.r.l. behält sich das Recht vor, diese AGB jederzeit nach eigenem Ermessen zu ändern, zu ergänzen oder abzuändern, indem die überarbeitete Version auf der Plattform veröffentlicht wird. Die fortgesetzte Nutzung der Plattform nach Veröffentlichung gilt als Annahme der Änderungen durch den Benutzer.\n3. Das Mindestalter für die Nutzung der Plattform beträgt 18 Jahre. Die Nutzung durch Minderjährige unter 18 Jahren ist strikt untersagt.\n4. Handelt der Benutzer als Verbraucher im Sinne von Art. 3 Abs. 1 lit. a) des italienischen Gesetzes Dekret 206/2005 („Verbraucherschutzgesetz“), gelten die entsprechenden Verbraucherschutzvorschriften.",
  "section4Title": "Art. 3 – Funktionsweise der Plattform",
  "section4Content": "1. Über die Plattform können Benutzer Puzzleteile eines NFT-Puzzles erwerben und sammeln, wobei jedes Teil einem digitalen Abschnitt eines Kunstwerks entspricht, um das Puzzle zu vervollständigen und das NFT-Puzzle zu erhalten.\n2. Artshares digitalisiert und wandelt Kunstwerke in NFT-Puzzles um, deren einzelne Puzzleteile als NFTs zum separaten Kauf angeboten werden, um das ursprüngliche Kunstwerk wieder zusammenzusetzen.\n3. Jedes Kunstwerk wird in ein NFT-Puzzle aus mindestens neun (9) Puzzleteilen aufgeteilt. Jedes Teil ist einzigartig, nicht austauschbar und stellt einen bestimmten Abschnitt des Kunstwerks dar. Benutzer können die Teile in Losen erwerben, unterteilt in:\na. „Offene Lose“, bei denen Anzahl, Bilder und Preis jedes Teils vor dem Kauf bekannt und sichtbar sind;\nb. „Blinde Lose“, bei denen nur der Gesamtpreis des Loses angezeigt wird und Anzahl sowie Bilder der Teile erst nach Abschluss des Kaufs offengelegt werden.\n4. Für Blinde Lose wird der Inhalt eines jeden Loses von Artshares vorab festgelegt. Die Puzzleteile in jedem Los sind digitale Sammlerstücke und stellen keine Finanzinstrumente oder Glücksspiel im Sinne der geltenden Gesetze dar. Zufalls- oder Gewinnmechanismen sind ausgeschlossen. Der Benutzer erkennt an, dass Blinde Lose nicht auf Zufall basieren und nur für privaten oder sammelbezogenen Gebrauch bestimmt sind.\n5. Die Plattform ermöglicht den freien Kauf, Verkauf und Tausch von NFTs über entsprechende Funktionen. Alle Transaktionen auf der Plattform werden von Artshares direkt abgewickelt.\n6. Transaktionen auf der Plattform werden über Smart Contracts auf der Blockchain ausgeführt. Der Benutzer erkennt an und akzeptiert, dass dabei Gebühren (Gas Fees) anfallen und die Bearbeitungszeit je nach genutzter Blockchain variieren kann.",
  "section5Title": "Art. 4 – Preise, Kaufmethoden und Gebühren",
  "section5Content": "1. Die Preise der Puzzleteile auf der Plattform werden in Euro und in entsprechendem USDC-Gegenwert angegeben. Der Benutzer erkennt an, dass Artshares keine Garantie für den aktuellen oder künftigen Wert, die Handelbarkeit oder das wirtschaftliche Potenzial der Puzzleteile oder des NFT-Puzzles übernimmt.\n2. Puzzleteile können auf folgende Weise erworben werden:\n   • „Primärmarkt“: Direkter Erwerb von Puzzleteilen, die von Artshares erstmals auf der Plattform angeboten werden;\n   • „Sekundärmarkt“: Erwerb von Puzzleteilen von anderen Benutzern über die Weiterverkaufsfunktionen der Plattform.\n3. Alle Blockchain-Transaktionen werden ausschließlich in USDC abgewickelt. Der Benutzer kann Euro oder andere Fiat-Währungen auf eigene Verantwortung und Kosten über externe Dienstleister in USDC umtauschen.\n4. Soweit nicht anders angegeben, erhebt Artshares keine weiteren Gebühren (z. B. Blockchain-Gebühren, Zahlungsdienst-Gebühren oder Drittanbieterkosten). Diese trägt der Benutzer und klärt sie direkt mit dem jeweiligen Dienstleister.",
  "section6Title": "Art. 5 – Vorübergehende Sperrung",
  "section6Content": "1. Nach dem Kauf eines Puzzleteils sind Transaktionen und Weiterverkäufe desselben Teils für einen automatisch von der Plattform festgelegten Zeitraum gesperrt.\n2. Innerhalb dieses Zeitraums kann der Benutzer:\n   • weitere Puzzleteile zum Vervollständigen des zugehörigen NFT-Puzzles erwerben;\n   • Puzzleteile mit anderen Benutzern tauschen;\n   • einen Joker einsetzen, sofern auf der Plattform vorgesehen, um ein fehlendes Teil zu ersetzen und das Puzzle zu vollenden.\n3. Ergreift der Benutzer innerhalb der Frist keine weitere Maßnahme, kehrt das Teil in den Handel zurück. Sein Preis erhöht sich dann um 20 % gegenüber dem ursprünglichen Preis. Der Benutzer akzeptiert, dass er nach Ablauf der Frist weder den Weiterverkauf anfechten noch Eigentumsrechte geltend machen kann.",
  "section7Title": "Art. 6 – Abschluss des Puzzles und Zuweisung des NFT",
  "section7Content": "1. Nach Sammlung aller Puzzleteile eines Kunstwerks erhält der Benutzer das entsprechende NFT-Puzzle, das direkt seinem Wallet zugewiesen wird.\n2. Anschließend werden die Einzelteile aus dem Markt genommen und stehen nicht mehr zum Kauf oder Tausch bereit.\n3. Das vollständige NFT-Puzzle kann gehalten, übertragen, weiterverkauft oder genutzt werden, um exklusive Vorteile, Boni oder zusätzliche Funktionen auf der Plattform freizuschalten.",
  "section8Title": "Art. 7 – Drittanbieter-Tools",
  "section8Content": "1. Die Plattform integriert Drittanbieter-Tools wie Blockchains und Wallets.\n2. Der Benutzer trägt alle Risiken im Zusammenhang mit deren Nutzung und stellt Artshares von jeglicher Haftung frei.\n3. Über die Plattform können NFTs Dritter auf öffentlichen Blockchains erworben und gehandelt werden, die nicht im Besitz von Artshares sind. Artshares übernimmt keine Gewähr für Verfügbarkeit, Funktionalität oder Beständigkeit dieser Netzwerke oder der darauf befindlichen digitalen Assets.\n4. Zum Durchführen von Blockchain-Transaktionen benötigt der Benutzer ein Wallet, das nicht von Artshares S.r.l. bereitgestellt wird.\n5. Der Benutzer ist allein verantwortlich für sein Drittanbieter-Wallet.\n6. Artshares haftet nicht für Funktionsstörungen oder Mängel dieser Drittanbieter-Tools, die den Plattformbetrieb beeinträchtigen.",
  "section9Title": "Art. 8 – Rechte und Pflichten der Benutzer",
  "section9Content": "1. Benutzer haben das Recht, die NFT-Plattform gemäß diesen AGB und den geltenden Gesetzen zu nutzen.\n2. Benutzer verpflichten sich, bei der Nutzung der Plattform wahrheitsgemäße und vollständige Angaben zu machen.\n3. Benutzer dürfen die Plattform nicht für illegale, betrügerische oder schädliche Zwecke nutzen, einschließlich der Verletzung geistiger Eigentumsrechte Dritter.\n4. Benutzer verpflichten sich, die Rechte anderer Benutzer zu respektieren und Handlungen zu unterlassen, die den ordnungsgemäßen Betrieb der Plattform stören.\n5. Benutzer tragen alle Gebühren und Kosten, die mit ihren Transaktionen auf der Plattform verbunden sind.",
  "section10Title": "Art. 9 – Geistiges Eigentum",
  "section10Content": "1. Sofern in Art. 10 nicht anders geregelt, sind die Plattform und alle ihre Inhalte – einschließlich, aber nicht beschränkt auf Texte, Grafiken, Logos, Bilder und Software – ausschließliches Eigentum von Artshares S.r.l. oder seiner Lizenzgeber und durch Urheberrechts- und sonstige Gesetze zum Schutz geistigen Eigentums geschützt.\n2. Benutzer erwerben keine Rechte an geistigem Eigentum an der Plattform oder ihren Inhalten, außer den hierin ausdrücklich eingeräumten Rechten.\n3. Benutzer, die Puzzleteile auf der Plattform handeln, versichern, dass sie alle erforderlichen Rechte halten und keine Rechte Dritter verletzen.\n4. Der Plattformanbieter behält sich das Recht vor, jegliche NFTs oder Inhalte, die Rechte Dritter verletzen, nach Mitteilung durch den Rechteinhaber zu entfernen.",
  "section11Title": "Art. 10 – Übertragung von Rechten",
  "section11Content": "1. Mit Abschluss und Erwerb des NFT-Puzzles erhält der Benutzer eine nicht ausschließliche, weltweite, beschränkte Lizenz zur wirtschaftlichen Nutzung des damit verbundenen digitalen Kunstwerks für persönliche, nicht-kommerzielle Zwecke.\n2. Diese Lizenz umfasst das Recht zur Vervielfältigung und Veröffentlichung auf allen Kanälen sowie das Recht, das NFT zusammen mit den lizenzierten Rechten weiterzuveräußern. Keine kommerzielle Verwertung, Verbreitung, Modifizierung oder Schaffung abgeleiteter Werke zu gewinnorientierten Zwecken ist gestattet.\n3. Darüber hinaus kann der Benutzer bei Artshares eine individuell gestaltete Lizenz zu abweichenden Bedingungen erwerben.\n4. Soweit hierin nicht anders geregelt, verbleiben alle Verwertungs- und Urheberpersönlichkeitsrechte beim Urheber des Kunstwerks.",
  "section12Title": "Art. 11 – Haftungsausschluss",
  "section12Content": "1. Die Plattform wird „wie besehen“ und „wie verfügbar“ bereitgestellt.\n2. Artshares S.r.l. gewährleistet nicht, dass:\n   • die Plattform ununterbrochen, sicher und jederzeit verfügbar ist;\n   • etwaige Fehler oder Mängel umgehend behoben werden;\n   • die Plattform stets frei von Viren oder schädlichen Komponenten ist;\n   • die Ergebnisse der Nutzung der Plattform den Erwartungen des Benutzers entsprechen.\n3. Artshares haftet nicht für Verluste oder Schäden, einschließlich entgangener Gewinne oder Geschäftschancen, die sich aus der Nutzung der Plattform ergeben.\n4. Benutzer tragen die alleinigen Risiken ihrer Transaktionen auf der Plattform.\n5. Artshares haftet nicht für das Verhalten anderer Benutzer oder Dritter auf der Plattform.",
  "section13Title": "Art. 12 – Haftungsbeschränkung",
  "section13Content": "1. Unter keinen Umständen haftet Artshares S.r.l. für direkte, indirekte, zufällige, mittelbare oder Strafschäden, die aus der Nutzung der Plattform entstehen.\n2. Artshares S.r.l. haftet nicht für Handlungen oder Ereignisse, die resultieren aus:\n   • unsachgemäßer Nutzung der Plattform durch den Benutzer;\n   • Wartungsarbeiten durch Artshares S.r.l.;\n   • Störungen oder Fehlern bei Drittanbieter-Systemen, -Software oder -Anwendungen;\n   • Nichtbefolgung dieser AGB durch den Benutzer;\n   • Ereignissen außerhalb der Kontrolle von Artshares;\n   • vorübergehender Unterbrechung der Plattformdienste;\n   • Fehlern, Viren oder Schadsoftware Dritter;\n   • Streitigkeiten über Eigentum oder Echtheit von NFTs auf der Plattform;\n   • unwiderruflichen Blockchain-Transaktionen oder technischen Problemen öffentlicher Nodes, einschließlich Forks.\n3. Der Benutzer erkennt an, allein verantwortlich zu sein für Risiken im Zusammenhang mit:\n   • wirtschaftlichen Verlusten durch Volatilität von NFTs und Kryptowährungen;\n   • Zahlung von Blockchain- und Transaktionsgebühren;\n   • steuerlichen Pflichten aus Transaktionen auf der Plattform.",
  "section14Title": "Art. 13 – Wartung",
  "section14Content": "1. Artshares verpflichtet sich zu regelmäßigen Wartungen, um die ständige Zugänglichkeit und ordnungsgemäße Funktion der Plattform zu gewährleisten.\n2. Artshares behält sich das Recht vor, Plattformfunktionen jederzeit und ohne Vorankündigung ganz oder teilweise zu ändern, zu suspendieren oder einzustellen, ohne dafür haftbar gemacht zu werden.",
  "section15Title": "Art. 14 – Ausschluss des Widerrufsrechts",
  "section15Content": "1. Nach italienischem Verbraucherschutzrecht (Dekret 206/2005, „Verbraucherschutzgesetz“) erkennt der Benutzer an, dass der Kauf von NFTs die Lieferung digitalen Inhalts darstellt und stimmt ausdrücklich zu, sein Widerrufsrecht beim Kauf zu verlieren.\n2. Dementsprechend besteht nach Abschluss der Transaktion kein Widerrufsrecht, da der Vertrag mit der Kaufbestätigung und der anschließenden Lieferung des NFTs in das Wallet des Benutzers ausgeführt wird.\n3. Außerhalb dessen kann Artshares nach eigenem Ermessen Anfragen zur Stornierung von Käufen vor Blockchain-Bestätigung prüfen, soweit die technischen und betrieblichen Möglichkeiten dies zulassen.",
  "section16Title": "Art. 15 – Datenschutz",
  "section16Content": "1. Artshares verpflichtet sich, personenbezogene Daten gemäß der EU-Datenschutzgrundverordnung (DSGVO – Verordnung (EU) 2016/679) zu verarbeiten.\n2. Die Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit der Datenschutzerklärung.",
  "section17Title": "Art. 16 – Anwendbares Recht und Gerichtsstand",
  "section17Content": "1. Diese AGB unterliegen dem Recht der Italienischen Republik und sind in Übereinstimmung damit auszulegen.\n2. Handelt der Benutzer als Verbraucher im Sinne von Art. 3 Abs. 1 lit. a) des Dekrets 206/2005, ist für alle Streitigkeiten das Gericht am Wohn- oder Sitzort des Verbrauchers zuständig. Andernfalls ist ausschließlich das Gericht in Mailand zuständig.",
  "section18Title": "Schlussbestimmungen und letzte Aktualisierung",
  "section18Content": "Gemäß Art. 1341 und 1342 des italienischen Zivilgesetzbuchs werden folgende Klauseln ausdrücklich genehmigt: Art. 2 – Annahme und Änderung der AGB; Art. 5 – Vorübergehende Sperrung; Art. 7 – Drittanbieter-Tools; Art. 8 – Rechte und Pflichten der Benutzer; Art. 11 – Haftungsausschluss; Art. 12 – Haftungsbeschränkung; Art. 14 – Ausschluss des Widerrufsrechts; Art. 16 – Anwendbares Recht und Gerichtsstand.\n\nLetzte Aktualisierung: 23. April 2025"
}
