{
  "pageTitle": "Rechtliche Bedingungen – NFT Puzzle",
  "pageSubtitle": "Einhaltung der europäischen Vorschriften",
  "section1Title": "1. Einführung und Zweck des Systems",
  "section1Content": "Dieses System wurde entwickelt, um ein interaktives Erlebnis zu schaffen, das darauf abzielt, aufstrebende Künstler zu fördern, indem es die Verbreitung ihrer Werke durch einen digitalen Sammelmechanismus auf Basis von NFTs ermöglicht.\n\nDer Zugang zum System und die Teilnahme daran sind völlig freiwillig und an die Annahme dieser allgemeinen Nutzungsbedingungen gebunden. Durch die Teilnahme akzeptiert der Nutzer alle Bedingungen vollständig und verzichtet auf jegliche Ansprüche gegenüber dem Ersteller des Systems oder der Plattform.",
  "section2Title": "2. Einhaltung der AML-Richtlinie und Wertgrenzen",
  "section2Content": "Das System wurde in Übereinstimmung mit den europäischen Vorschriften zur Bekämpfung von Geldwäsche entwickelt, darunter:\n\n- Richtlinie (EU) 2015/849 (AMLD4)\n- Richtlinie (EU) 2018/843 (AMLD5)\n- Richtlinie (EU) 2019/2177 (AMLD6)\n\n2.1 Schwelle von 1.000 € für KYC und AML-Compliance\n\nGemäß Artikel 11 der AMLD5 gelten Identitätsprüfungsanforderungen (KYC) ausschließlich für Transaktionen von 1.000 € oder mehr. Diese Bestimmung stellt sicher, dass Transaktionen mit geringeren Werten von den formellen Identifikationspflichten ausgenommen sind.\n\nUm die vollständige Einhaltung zu gewährleisten:\n- Liegt der Höchstwert jedes NFT (Puzzle) unter 1.000 €.\n- Werden alle Transaktionen in der Blockchain aufgezeichnet, um Transparenz und Nachvollziehbarkeit zu gewährleisten.\n- Erlaubt das System keine fragmentierten oder fortlaufenden Transaktionen, die darauf abzielen, diese Schwelle zu umgehen.",
  "section3Title": "3. Einhaltung der MiCA-Verordnung",
  "section3Content": "Die Verordnung (EU) 2023/1114 (MiCA) regelt digitale Vermögenswerte und damit verbundene Dienstleistungen. Artikel 4 besagt jedoch, dass einzigartige NFTs nicht als regulierte Krypto-Assets eingestuft werden, sofern sie keine Eigenschaften besitzen, die mit Finanzinstrumenten vergleichbar sind.",
  "section4Title": "4. Travel Rule und Regulierung von Krypto-Transaktionen",
  "section4Content": "Die Verordnung (EU) 2023/1113 erweitert die Kontrollmaßnahmen auf Krypto-Transaktionen im Rahmen der Geldwäscheprävention. Artikel 4 legt fest, dass Identifikationsanforderungen für Transaktionen unter 1.000 € nicht gelten, wodurch eine klare Schwelle für die Überprüfung der Identität bei der Übertragung digitaler Vermögenswerte definiert wird.",
  "section5Title": "5. Verbraucherschutz und PSD2-Richtlinie",
  "section5Content": "Das System entspricht den Bestimmungen der Richtlinie (EU) 2015/2366 (PSD2), die elektronische Zahlungsdienste regelt. Artikel 3(k) schließt die Anwendung strengerer Maßnahmen auf einzelne elektronische Zahlungen unter 1.000 € aus.",
  "section6Title": "6. DSGVO und Datenverarbeitung",
  "section6Content": "Das System entspricht der Datenschutz-Grundverordnung (DSGVO – Verordnung (EU) 2016/679). Es werden keine personenbezogenen Daten erhoben, die über das zur ordnungsgemäßen Funktion des Systems unbedingt Notwendige hinausgehen, was den Schutz der Privatsphäre der Nutzer gewährleistet.",
  "section7Title": "7. Eigentum der NFTs und Montage-Regeln",
  "section7Content": "Sobald ein Puzzle vervollständigt und der vollständige NFT beansprucht wurde, geht dieser in das ausschließliche Eigentum des Nutzers über.\n\nDas zusammengesetzte Werk darf nicht auseinandergebaut werden, es sei denn, der Eigentümer entscheidet sich freiwillig dazu.\n\nDer vollständige NFT kann gemäß den Regeln der Blockchain behalten, verkauft oder übertragen werden.",
  "section8Title": "8. Haftung und Transparenz",
  "section8Content": "Der Ersteller des Systems haftet nicht für wirtschaftliche Verluste oder Schwankungen im Wert der NFTs.\n\nDer Wert der NFTs ist nicht garantiert und hängt ausschließlich von der Interaktion zwischen den Nutzern ab.\n\nDie Plattform bietet keine Investmentdienstleistungen an und bleibt konform mit der MiCA-Verordnung.",
  "section9Title": "9. Schlussfolgerung",
  "section9Content": "Das System wurde entwickelt, um die vollständige Einhaltung der europäischen Vorschriften, einschließlich AMLD5, MiCA, PSD2 und DSGVO, zu gewährleisten und bietet eine sichere und transparente Umgebung.\n\nDurch die Teilnahme akzeptiert jeder Nutzer diese Bedingungen vorbehaltlos und übernimmt die volle Verantwortung für seine Erfahrung innerhalb des Systems."
}
