{
  "pageTitle": "TERMINI & CONDIZIONI",
  "pageSubtitle": "",
  "section1Title": "Dati Societari",
  "section1Content": "Artshares S.r.l.\nVia Giosuè Carducci n.8\n20123 – Milano\nP.IVA 10994400967\nPEC: artshares@legalmail.it\nEmail: info@artshares.it",
  "section2Title": "Art. 1 - Definizioni",
  "section2Content": "I termini di seguito indicati con la lettera maiuscola, declinati sia al singolare che al plurale, avranno i seguenti significati:\n\n“Artshares”: Artshares S.r.l., come identificata all’interno del presente documento;\n“Piattaforma”: l’infrastruttura informatica gestita da Artshares S.r.l., tramite la quale gli Utenti possono comprare, vendere o scambiare NFT rappresentativi di un'opera d'arte, raggiungibile all’indirizzo web www.nft-puzzle.art;\n“NFT” (non fungible token): il certificato digitale unico, basato su tecnologia blockchain, che attesta l’autenticità e la proprietà dell’asset digitale di riferimento;\n“NFT Puzzle”: la sommatoria di tutti i “Puzzle Pieces” che compongono l’Opera;\n“Puzzle Pieces” o “Pezzi”: i singoli pezzi, di cui si compone l’NFT Puzzle, che gli Utenti possono acquistare per completare il puzzle;\n“Opera”: il contenuto creativo digitale corrispondente che l’artista mette a disposizione della Piattaforma;\n“Utente”: qualsiasi persona fisica o giuridica che accede alla Piattaforma e ne utilizza i servizi;\n“Lotto”: unione di n. Pezzi acquistabile dall’Utente;\n“Wallet”: un portafoglio digitale utilizzato per memorizzare, inviare e ricevere criptovalute e NFT;\n“Blockchain”: una tecnologia di registro distribuito che registra le transazioni in modo sicuro e trasparente;\n“Smart Contract”: un contratto auto-eseguibile scritto in codice e memorizzato su una blockchain.",
  "section3Title": "Art. 2 - Accettazione e Modifica dei Termini & Condizioni",
  "section3Content": "1. L'accesso e l'utilizzo della Piattaforma implicano l'accettazione integrale dei presenti Termini & Condizioni.\n2. Artshares S.r.l. si riserva il diritto di modificare, integrare o variare in qualsiasi momento e a propria completa discrezione i presenti Termini & Condizioni, pubblicando la versione modificata del documento in Piattaforma. L'utilizzo della Piattaforma successivamente alla pubblicazione delle modifiche implica l'accettazione delle stesse da parte dell'Utente.\n3. L'età minima consentita per l'utilizzo della Piattaforma è 18 anni. È fatto espresso divieto di utilizzo della Piattaforma per i minori di anni 18.\n4. Laddove l’Utente agisca in qualità di consumatore ai sensi dell’art. 3, comma 1, lett. a) del D.lgs. 206/2005 (\"Codice del Consumo\"), trovano applicazione le relative disposizioni.",
  "section4Title": "Art. 3 - Funzionamento della Piattaforma",
  "section4Content": "1. Attraverso la Piattaforma gli Utenti hanno la possibilità di ottenere e collezionare i Pezzi di un NFT Puzzle, ciascuno corrispondente a una porzione digitale di un’Opera d’arte, al fine di completare e ottenere lo stesso NFT Puzzle.\n2. Artshares provvede alla digitalizzazione e trasposizione delle Opere d’arte in forma di NFT Puzzle, i cui singoli Pezzi, identificati come token non fungibili (NFT), possono essere acquistati separatamente dagli Utenti con l’obiettivo di ricomporre l’Opera originale.\n3. Ogni Opera è suddivisa in un NFT Puzzle, composto da un numero minimo di nove (9) Pezzi. Ogni Pezzo è unico, non fungibile e rappresenta una specifica porzione dell’Opera. L’Utente ha la possibilità di acquistare i Pezzi in Lotti, distinti in:\na. “Lotti in chiaro”, in cui il numero dei Pezzi, le relative immagini e il prezzo di ciascun Pezzo sono noti e resi visibili all’Utente al momento dell’acquisto;\nb. “Lotti al buio”, in cui è visibile unicamente il prezzo complessivo del Lotto, mentre il numero dei Pezzi e le relative immagini saranno rivelate esclusivamente dopo il perfezionamento dell’acquisto da parte dell’Utente.\n4. In riferimento alla vendita di Pezzi tramite “Lotti al buio”, il contenuto dei Lotti stessi è predeterminato da Artshares prima dell’acquisto. I Pezzi inclusi in ciascun Lotto sono forniti come contenuti digitali da collezione e non rappresentano strumenti di investimento né configurano giochi a premi o d’azzardo ai sensi della normativa vigente. Ogni transazione è priva di meccanismi aleatori con valore premiabile. L’Utente riconosce che il contenuto dei Lotti al buio non è basato sulla sorte e che l’acquisto è finalizzato esclusivamente al godimento personale o collezionistico.\n5. La Piattaforma consente agli Utenti di acquistare, vendere e scambiare liberamente NFT tramite apposite funzionalità. Ogni transazione effettuata in Piattaforma sarà gestita direttamente da Artshares.\n6. Le transazioni sulla Piattaforma sono eseguite tramite Smart Contract su Blockchain. L'Utente è consapevole e accetta che l'esecuzione delle transazioni può essere soggetta a commissioni (gas fees) e a tempi di elaborazione variabili a seconda della Blockchain utilizzata.",
  "section5Title": "Art. 4 - Prezzi, modalità d’acquisto e commissioni",
  "section5Content": "1. I prezzi dei Pezzi disponibili in Piattaforma sono indicati in Euro e nel corrispondente valore in USDC. L’Utente prende atto e accetta che Artshares non fornisce alcuna garanzia circa il valore attuale o futuro dei Pezzi o dell’NFT Puzzle, né in merito alla loro commerciabilità o capacità di generare valore economico.\n2. I Pezzi possono essere acquistati con le seguenti modalità:\n   • “Mercato Primario”, ossia l’acquisto diretto di Pezzi relativi a Opere rese disponibili per la prima volta in Piattaforma da parte di Artshares;\n   • “Mercato Secondario”, ossia l’acquisto di Pezzi da altri Utenti già in possesso degli stessi, mediante strumenti di scambio o rivendita messi a disposizione dalla Piattaforma.\n3. Tutte le transazioni che avvengono su Blockchain sono effettuate esclusivamente in USDC. L’Utente ha la facoltà di convertire Euro o altre valute fiat in USDC attraverso servizi di cambio esterni, non gestiti da Artshares, assumendosi ogni rischio e costo associato a tali operazioni.\n4. Salvo quanto sopra, Artshares non applicherà ulteriori oneri agli Utenti, quali – a titolo esemplificativo e non esaustivo – commissioni legate all’utilizzo della Blockchain, ai processori di pagamento o a servizi forniti da terzi, restando tali eventuali costi integralmente a carico dell’Utente e regolati dai rispettivi fornitori di servizio.",
  "section6Title": "Art. 5 - Blocco temporaneo",
  "section6Content": "1. A seguito dell’acquisto di un Pezzo, non sarà possibile effettuare transazioni e rivendite dello stesso Pezzo per un intervallo di tempo di volta in volta determinato in modo automatico dalla Piattaforma.\n2. Durante tale intervallo di tempo l’Utente potrà:\n   • acquistare ulteriori Pezzi necessari al completamento dell’NFT Puzzle di riferimento;\n   • effettuare operazioni di scambio di Pezzi con altri Utenti;\n   • utilizzare un eventuale jolly, assegnato secondo le modalità definite in Piattaforma, al fine di sostituire un Pezzo mancante per il completamento dell’NFT Puzzle.\n3. Decorso il periodo di tempo di cui al precedente comma 1 senza che l’Utente abbia intrapreso ulteriori azioni, il Pezzo tornerà automaticamente disponibile sul mercato. In tale caso, il prezzo dello stesso sarà incrementato del 20% rispetto al prezzo originario. L’Utente prende atto e accetta che, una volta decorso l’intervallo di tempo, non potrà opporsi alla rivendita del Pezzo né rivendicare alcun diritto proprietario su di esso.",
  "section7Title": "Art. 6 - Completamento del Puzzle e Assegnazione NFT",
  "section7Content": "1. Al completamento della raccolta di tutti i Pezzi in cui risulta frammentata una specifica Opera, l’Utente acquisirà il diritto a ricevere l’NFT Puzzle corrispondente, che verrà assegnato direttamente al Wallet dell’Utente.\n2. A questo punto, i singoli Pezzi in cui risulta scomposto il relativo NFT Puzzle verranno automaticamente rimossi dal mercato e non saranno più disponibili per la compravendita o lo scambio da parte degli Utenti.\n3. L’NFT Puzzle dell’Opera d’arte completa potrà essere detenuto, trasferito, rivenduto o utilizzato per accedere a vantaggi esclusivi, benefit o funzionalità aggiuntive, secondo quanto eventualmente previsto in Piattaforma.",
  "section8Title": "Art. 7 - Strumenti di terze parti",
  "section8Content": "1. Per il suo funzionamento, la Piattaforma integra strumenti di terze parti, quali Blockchain e Wallet.\n2. L'Utente accetta ogni rischio connesso all'utilizzo di tali strumenti, manlevando Artshares da ogni responsabilità.\n3. La Piattaforma consente all'Utente di acquistare e scambiare contenuti digitali, NFT appartenenti a terzi, interagendo con Blockchain pubbliche che non sono di proprietà di Artshares. Artshares non controlla né garantisce la disponibilità, la funzionalità o la permanenza di queste reti o degli NFT o degli altri oggetti digitali in esse presenti.\n4. Per poter effettuare operazioni tramite la tecnologia di Blockchain l’Utente dovrà essere titolare di un Wallet che non sarà in nessun caso fornito da Artshares S.r.l.\n5. L'Utente sarà direttamente responsabile del Wallet fornito da terze parti, tramite cui effettua operazioni all'interno della Piattaforma.\n6. Artshares non sarà da ritenersi responsabile per vizi o malfunzionamenti degli strumenti di cui ai commi precedenti che compromettano il corretto funzionamento della Piattaforma.",
  "section9Title": "Art. 8 - Diritti e obblighi degli Utenti",
  "section9Content": "1. Gli Utenti hanno il diritto di accedere e utilizzare la Piatforma NFT conformemente a quanto disposto dai presenti Termini & Condizioni e da normative vigenti in materia.\n2. Gli Utenti si obbligano a fornire informazioni accurate e veritiere durante l'utilizzo della Piattaforma.\n3. Gli Utenti si impegnano a non utilizzare la Piattaforma per attività illegali, fraudolente o dannose, inclusa la violazione di diritti di proprietà intellettuale di terzi.\n4. Gli Utenti si obbligano a rispettare i diritti degli altri Utenti e a non intraprendere azioni che possano interferire con il corretto funzionamento della Piattaforma.\n5. Gli Utenti sono responsabili per il pagamento di tutte le commissioni e le spese associate alle transazioni effettuate sulla Piattaforma.",
  "section10Title": "Art. 9 - Proprietà intellettuale",
  "section10Content": "1. Ad eccezione di quanto disposto al successivo art. 10, la Piatforma e tutti i suoi contenuti, inclusi, a titolo esemplificativo, testi, grafiche, loghi, immagini, software, sono di proprietà esclusiva di Artshares S.r.l. o dei suoi licenziatari e sono protetti dalle leggi sul diritto d'autore e sulla proprietà intellettuale.\n2. Gli Utenti non acquisiscono alcun diritto di proprietà intellettuale sulla Piatforma o sui suoi contenuti, ad eccezione dei diritti espressamente concessi con i presenti Termini & Condizioni.\n3. Gli Utenti che effettuano operazioni di scambio di Pezzi sulla Piattaforma garantiscono di essere titolari di tutti i diritti necessari per il compimento di tali operazioni e di non violare diritti di proprietà intellettuale di terzi.\n4. Il fornitore della piattaforma si riserva il diritto di rimuovere qualsiasi NFT o contenuto che violi diritti di proprietà intellettuale di terzi, previa notifica da parte del titolare dei diritti.",
  "section11Title": "Art. 10 - Cessione dei diritti",
  "section11Content": "1. Con il completamento dell’NFT Puzzle e l’acquisizione dello stesso, l’Utente acquisisce una licenza non esclusiva, limitata, valida a livello mondiale sui diritti di utilizzazione economica sull’Opera digitale associata all’NFT, per scopi personali e non commerciali.\n2. In particolare, la licenza si intende comprensiva dei diritti di riproduzione e pubblicazione su qualsiasi canale dell’Opera, nonché la facoltà di rivendere l’NFT unitamente ai diritti connessi dalla suddetta licenza. L’Utente non acquisirà alcun diritto di sfruttamento commerciale, distribuzione commerciale, modifica, creazione di opere derivate a scopo di lucro.\n3. Al di fuori di quanto sopra disposto, l’Utente, previo apposito accordo con Artshares, avrà facoltà di acquistare una licenza personalizzata a condizioni differenti rispetto a quanto qui previsto.\n4. Resta inteso che, salvo quanto al presente articolo espressamente previsto, i diritti patrimoniali e morali sull’Opera rimarranno in capo all’autore della stessa.",
  "section12Title": "Art. 11 - Disclaimer",
  "section12Content": "1. La Piattaforma è fornita “così com'è” e “come disponibile”.\n2. Artshares S.r.l. non garantisce che:\n   • la Piattaforma funzionerà ininterrottamente, che sia sicura e disponibile in ogni luogo e/o momento;\n   • eventuali errori o difetti verranno corretti immediatamente;\n   • la Piattaforma sia sempre priva di virus o altri componenti dannosi;\n   • i risultati derivanti dall’utilizzo della Piattaforma saranno, sempre, quelli attesi dall'Utente.\n3. Artshares non è responsabile per eventuali perdite o danni derivanti dall'utilizzo della Piattaforma, inclusi, a titolo esemplificativo, perdite di profitti o opportunità commerciali.\n4. Gli Utenti sono direttamente responsabili per i rischi connessi alle transazioni effettuate in Piattaforma.\n5. Artshares non è responsabile per le condotte poste in essere da altri Utenti o terzi in Piattaforma.",
  "section13Title": "Art. 12 - Limitazione di responsabilità",
  "section13Content": "1. In nessun caso Artshares S.r.l. sarà responsabile per danni diretti, indiretti, incidentali, consequenziali o punitivi derivanti dall'utilizzo della Piattaforma.\n2. Nessuna responsabilità sarà da imputarsi ad Artshares S.r.l. per atti o fatti che dipendano da una o più delle seguenti circostanze:\n   • errato utilizzo della Piattaforma da parte dell'Utente;\n   • operazioni di manutenzione effettuate da Artshares S.r.l.;\n   • anomalie e malfunzionamenti di sistemi, software, applicativi di terze parti, di cui si avvale l'Utente;\n   • inosservanza da parte dell'Utente delle disposizioni di cui ai presenti Termini & Condizioni;\n   • qualsiasi tipo di azione, più in generale, posta al di fuori del controllo di Artshares;\n   • interruzione temporanea della fornitura della Piattaforma;\n   • eventuali bug, virus, malware trasmessi da sistemi di terze parti;\n   • violazione dei diritti d'autore e di proprietà intellettuale da parte dell'Utente o di soggetti terzi;\n   • controversie relative alla proprietà ed autenticità degli NFT presenti in Piattaforma;\n   • transazioni Blockchain irreversibili o problemi legati al funzionamento delle Blockchain pubbliche, inclusi fork e problemi tecnici dei nodi.\n3. L'Utente, inoltre, dichiara di essere l'unico soggetto responsabile per rischi connessi alle seguenti circostanze:\n   • perdite economiche causate dalla natura volatile del valore di NFT e criptovalute;\n   • pagamento di commissioni su Blockchain e transazioni;\n   • adempimenti e obblighi fiscali derivanti dalle operazioni effettuate in Piattaforma.",
  "section14Title": "Art. 13 - Manutenzione",
  "section14Content": "1. Artshares si impegna ad effettuare ordinaria manutenzione al fine di garantire la costante e corretta fruibilità della Piattaforma da parte degli Utenti.\n2. Artshares si riserva il diritto di modificare, sospendere o interrompere, in tutto o in parte, le funzionalità della Piattaforma, in qualsiasi momento e senza preavviso, senza che tali operazioni determinino l'insorgere di responsabilità a suo carico.",
  "section15Title": "Art. 14 - Esclusione del recesso",
  "section15Content": "1. Ai sensi della normativa vigente in materia di tutela dei consumatori (D.lgs. 206/2005, “Codice del Consumo”), l’Utente riconosce che l’acquisto di NFT attraverso la Piattaforma costituisce la fornitura di contenuti digitali mediante un supporto non materiale, con esecuzione immediata del contratto e con esplicito consenso alla perdita del diritto di recesso al momento dell’acquisto.\n2. Di conseguenza, non è previsto alcun diritto di recesso una volta completata la transazione, in quanto l’Utente accetta espressamente che l’esecuzione del contratto abbia inizio con la conferma dell’acquisto e la successiva consegna dell’NFT nel Wallet indicato.\n3. Al di fuori di quanto sopra disposto, Artshares si riserva la facoltà, a propria esclusiva discrezione, di valutare eventuali richieste di annullamento degli acquisti effettuati prima della conferma della transazione sulla Blockchain, nei limiti tecnici e operativi del servizio.",
  "section16Title": "Art. 15 - Protezione dei dati personali",
  "section16Content": "1. Artshares si impegna a trattare i dati personali acquisiti in relazione alla fornitura della Piattaforma nel rispetto delle disposizioni in materia di protezione di dati personali e, in particolare, a quanto previsto dal Reg. UE 2016/679 (GDPR).\n2. Il trattamento dei dati personali avverrà in conformità alla Privacy Policy.",
  "section17Title": "Art. 16 - Legge applicabile e Foro competente",
  "section17Content": "1. I presenti Termini & Condizioni sono regolati e interpretati in conformità con le leggi della Repubblica Italiana.\n2. Qualora l’Utente agisca nella veste di consumatore ai sensi dell’art. 3, comma 1, lett. a) del D.lgs. 206/2005 (“Codice del Consumo”), qualsiasi controversia derivante da o relativa ai presenti Termini & Condizioni sarà devoluta alla competenza esclusiva del foro del luogo di residenza o domicilio del consumatore. Nel caso in cui l’Utente non rivesta la qualifica di consumatore ai sensi del D.lgs. 206/2005, la competenza territoriale esclusiva sarà devoluta al Foro di Milano.",
  "section18Title": "Clausole finali e Data ultima modifica",
  "section18Content": "Ai sensi e per gli effetti degli artt. 1341 e 1342 c.c. si accettano espressamente le seguenti clausole: Art. 2 - Accettazione e Modifica dei Termini & Condizioni; Art. 5 - Blocco temporaneo; Art. 7 - Strumenti di terze Parti; Art. 8 - Diritti e obblighi degli Utenti; Art. 11 - Disclaimer; Art. 12 - Limitazione di responsabilità; Art. 14 - Esclusione del recesso; Art. 16 - Legge applicabile e Foro competente.\n\nData ultima modifica: 23 Aprile 2025"
}
