{
  "pageTitle": "Rules – NFT Puzzle",
  "pageSubtitle": "Digital Art Collecting Game",
  "section1Title": "1. System Structure",
  "section1_1Title": "1.1. Artworks and Puzzle Pieces",
  "section1_1Content": "- Each artwork is divided into a puzzle composed of a minimum of 9 pieces.\n- Each piece is a unique and non-fungible NFT, representing an exclusive part of the complete artwork.\n- The pieces are distributed in lots, each of which can contain one or more puzzle pieces.\n- Some lots can be purchased \"blind\", without knowing the contents until the purchase.\n- Some lots may contain Jokers, i.e. Fungible Tokens that can replace any missing piece in the puzzle.\n- Each NFT is verifiable on the blockchain and has an identification code that certifies its authenticity and ownership.",
  "section2Title": "2. Purchase and Temporary Lock of the Pieces",
  "section2_1Title": "2.1. Purchase Methods",
  "section2_1Content": "The pieces can be purchased in two ways:\n1. Primary Market – When they are first made available.\n2. Secondary Market – By purchasing them from other participants.\n\n- Prices are listed in Euros and in the corresponding value in usdc (Tether).\n- Blockchain transactions are conducted exclusively in usdc, which can be converted from Euros or other fiat currencies.",
  "section2_2Title": "2.2. Temporary Lock",
  "section2_2Content": "- After purchase, the piece is temporarily locked on the market for a random number of seconds, during which no one else can purchase it.\n- During the lock period, the buyer can:\n  - Search for and purchase other pieces needed to complete the puzzle.\n  - Contact other players for potential trades.\n  - Use a Joker to replace a missing piece.\n- If the buyer does not take further action within the allotted time, the piece becomes available on the market again at a price increased by 20%.",
  "section3Title": "3. Puzzle Completion and Artwork Claim",
  "section3Content": "- When a participant collects all the pieces of the artwork (or uses one or more Jokers to complete it), they can claim the complete NFT.\n- The claim allows the artwork to be assembled and for the final NFT, which represents the complete artwork, to be received.\n- Once the puzzle is completed:\n  - The individual pieces are removed from the market.\n  - The complete NFT can be kept, resold, or used for exclusive benefits.",
  "section4Title": "4. Market Dynamics and Automatic Revaluation",
  "section4_1Title": "4.1. Price Revaluation",
  "section4_1Content": "- Each purchased piece is put back on sale at a price increased by 20% compared to the previous one.\n- This mechanism encourages both rapid purchasing and careful planning of game strategies.",
  "section5Title": "5. Participants' Strategies and Choices",
  "section5Content": "The system allows players to adopt different strategies to complete the artworks:\n- **Direct Completion:** Quickly purchase all the necessary pieces.\n- **Selective Collection:** Focus on rare pieces or specific artworks.\n- **Strategic Use of Jokers:** Use Jokers to avoid high costs.\n- **Trades and Collaborations:** Coordinate for strategic trades.",
  "section6Title": "6. Responsibility and Acceptance of the Rules",
  "section6Content": "- Participation is voluntary and implies **full acceptance** of the rules.\n- The creator of the system is **not responsible** for any economic losses or price fluctuations.\n- Users agree not to hold the creator or the developers liable.",
  "section7Title": "7. Blockchain and System Security",
  "section7Content": "- All transactions and NFTs are recorded on the blockchain, ensuring authenticity, traceability, and security.\n- Each piece is associated with a digital wallet, and only the owner can manage it.",
  "section8Title": "8. Conclusions",
  "section8Content": "NFT Puzzle offers an innovative experience that blends art, NFTs, and strategy, inviting participants to collect and complete digital artworks in a dynamic and competitive environment.",
  "section9Title": "9. Acceptance of the Rules",
  "section9Content": "By participating, each user unreservedly accepts all the stated rules, taking full responsibility for their own experience and declaring that they have understood the dynamics of the game."
}
