{
  "pageTitle": "TERMS & CONDITIONS",
  "pageSubtitle": "",
  "section1Title": "Company Information",
  "section1Content": "Artshares S.r.l.\nVia Giosuè Carducci n.8\n20123 – Milan\nVAT No. 10994400967\nPEC: artshares@legalmail.it\nEmail: info@artshares.it",
  "section2Title": "Art. 1 – Definitions",
  "section2Content": "The terms listed below with an initial capital letter, whether used in the singular or plural, shall have the following meanings:\n\n“Artshares”: Artshares S.r.l., as identified in this document;\n“Platform”: the IT infrastructure managed by Artshares S.r.l., through which Users can buy, sell or exchange NFTs representing a work of art, accessible at www.nft-puzzle.art;\n“NFT” (non-fungible token): the unique digital certificate, based on blockchain technology, that certifies the authenticity and ownership of the referenced digital asset;\n“NFT Puzzle”: the aggregation of all “Puzzle Pieces” that make up the Artwork;\n“Puzzle Pieces” or “Pieces”: the individual pieces that compose the NFT Puzzle, which Users may purchase to complete the puzzle;\n“Artwork”: the digital creative content made available on the Platform by the artist;\n“User”: any natural or legal person who accesses the Platform and uses its services;\n“Lot”: a set of Pieces purchasable by the User;\n“Wallet”: a digital wallet used to store, send and receive cryptocurrencies and NFTs;\n“Blockchain”: a distributed ledger technology that records transactions securely and transparently;\n“Smart Contract”: a self-executing contract written in code and recorded on a blockchain.",
  "section3Title": "Art. 2 – Acceptance and Modification of the Terms & Conditions",
  "section3Content": "1. Access to and use of the Platform imply full acceptance of these Terms & Conditions.\n2. Artshares S.r.l. reserves the right to modify, supplement or vary these Terms & Conditions at any time and at its sole discretion, by publishing the revised version on the Platform. Continued use of the Platform after publication of changes constitutes acceptance of the same by the User.\n3. The minimum age for use of the Platform is 18 years. Use of the Platform by minors under 18 is strictly prohibited.\n4. Where the User acts as a consumer pursuant to art. 3, paragraph 1(a) of Legislative Decree 206/2005 (“Consumer Code”), the relevant provisions apply.",
  "section4Title": "Art. 3 – Operation of the Platform",
  "section4Content": "1. Through the Platform, Users can obtain and collect the Pieces of an NFT Puzzle, each corresponding to a digital portion of an Artwork, in order to complete and receive that NFT Puzzle.\n2. Artshares carries out the digitization and conversion of Artworks into NFT Puzzles, whose individual Pieces, identified as non-fungible tokens (NFTs), may be purchased separately by Users with the goal of reassembling the original Artwork.\n3. Each Artwork is divided into an NFT Puzzle composed of a minimum of nine (9) Pieces. Each Piece is unique, non-fungible and represents a specific portion of the Artwork. Users may purchase Pieces in Lots, distinguished as:\na. “Open Lots”, where the number of Pieces, their images and the price of each Piece are known and visible to the User at the time of purchase;\nb. “Blind Lots”, where only the total price of the Lot is shown, and the number of Pieces and their images are revealed only after the User completes the purchase.\n4. In respect of Pieces sold via “Blind Lots”, the contents of each Lot are predetermined by Artshares before purchase. The Pieces included in each Lot are provided as digital collectible content and do not constitute investment instruments or games of chance under applicable law. No random mechanisms with prize value are involved. The User acknowledges that Blind Lots are not based on chance and are intended solely for personal or collectible enjoyment.\n5. The Platform allows Users to freely buy, sell and exchange NFTs through dedicated features. All transactions carried out on the Platform are managed directly by Artshares.\n6. Transactions on the Platform are executed via Smart Contracts on the Blockchain. The User acknowledges and accepts that transaction execution may be subject to fees (gas fees) and variable processing times depending on the Blockchain used.",
  "section5Title": "Art. 4 – Prices, Purchase Methods and Fees",
  "section5Content": "1. Prices of Pieces available on the Platform are quoted in Euros and the equivalent value in USDC. The User acknowledges and accepts that Artshares provides no guarantee as to the current or future value of Pieces or the NFT Puzzle, nor regarding their marketability or potential to generate economic value.\n2. Pieces may be purchased via the following methods:\n   • “Primary Market”: direct purchase of Pieces related to Artworks made available for the first time on the Platform by Artshares;\n   • “Secondary Market”: purchase of Pieces from other Users already in possession of them, using Platform-provided trading or resale tools.\n3. All Blockchain transactions are conducted exclusively in USDC. The User may convert Euros or other fiat currencies to USDC through external exchange services not managed by Artshares, assuming all associated risks and costs.\n4. Except as above, Artshares will not apply any additional charges to Users—such as Blockchain usage fees, payment processor fees, or third-party service fees—which remain entirely the responsibility of the User and governed by the respective service providers.",
  "section6Title": "Art. 5 – Temporary Lock",
  "section6Content": "1. Following purchase of a Piece, transactions and resale of that same Piece will be blocked for a period automatically determined by the Platform.\n2. During this interval the User may:\n   • purchase additional Pieces needed to complete the related NFT Puzzle;\n   • trade Pieces with other Users;\n   • use any joker granted under Platform rules to replace a missing Piece and complete the NFT Puzzle.\n3. If the User takes no further action within the specified period, the Piece is returned to the market. In such case, its price will increase by 20% over the original price. The User acknowledges and accepts that, once this period has elapsed, they may not object to the resale nor claim any ownership rights over the Piece.",
  "section7Title": "Art. 6 – Completion of the Puzzle and NFT Assignment",
  "section7Content": "1. Upon collecting all Pieces of a given Artwork, the User will be entitled to receive the corresponding NFT Puzzle, which will be assigned directly to the User’s Wallet.\n2. At that point, the individual Pieces forming the NFT Puzzle will be removed from the market and no longer available for purchase or exchange by other Users.\n3. The completed NFT Puzzle may be held, transferred, resold or used to access exclusive benefits, perks or additional features as provided on the Platform.",
  "section8Title": "Art. 7 – Third-Party Tools",
  "section8Content": "1. The Platform integrates third-party tools, such as Blockchain networks and Wallets, for its operation.\n2. The User accepts all risks associated with these tools, fully releasing Artshares from any liability.\n3. The Platform enables the User to purchase and exchange digital content (NFTs) belonging to third parties, interacting with public Blockchain networks not owned by Artshares. Artshares does not control or guarantee the availability, functionality or permanence of these networks or the NFTs and other digital items on them.\n4. To transact on the Blockchain, the User must hold a Wallet not provided by Artshares S.r.l.\n5. The User is solely responsible for any third-party Wallet they use to transact on the Platform.\n6. Artshares is not liable for defects or malfunctions in such third-party tools that impair Platform functionality.",
  "section9Title": "Art. 8 – User Rights and Obligations",
  "section9Content": "1. Users have the right to access and use the NFT Platform in accordance with these Terms & Conditions and applicable laws.\n2. Users undertake to provide accurate and truthful information when using the Platform.\n3. Users agree not to use the Platform for illegal, fraudulent or harmful activities, including infringement of third-party intellectual property rights.\n4. Users must respect the rights of other Users and refrain from actions that may disrupt the proper functioning of the Platform.\n5. Users are responsible for all fees and costs associated with transactions carried out on the Platform.",
  "section10Title": "Art. 9 – Intellectual Property",
  "section10Content": "1. Except as provided in Art. 10 below, the Platform and all its contents— including, by way of example, texts, graphics, logos, images and software—are the exclusive property of Artshares S.r.l. or its licensors and are protected by copyright and intellectual property laws.\n2. Users acquire no intellectual property rights in the Platform or its contents, except for those expressly granted by these Terms & Conditions.\n3. Users trading Pieces on the Platform warrant they hold all necessary rights for such transactions and do not infringe third-party intellectual property rights.\n4. The Platform provider reserves the right to remove any NFT or content infringing third-party intellectual property rights, upon notification by the rights holder.",
  "section11Title": "Art. 10 – Assignment of Rights",
  "section11Content": "1. Upon completion of the NFT Puzzle and acquisition thereof, the User obtains a non-exclusive, worldwide, limited license to exploit the economic rights to the digital Artwork associated with the NFT for personal, non-commercial purposes.\n2. The license includes reproduction and publication rights across any channel of the Artwork, as well as the right to resell the NFT together with the licensed rights. The User acquires no commercial exploitation, distribution, modification or creation of derivative works for profit.\n3. Outside the scope of the above, the User may negotiate a customized license with Artshares under different terms.\n4. Except as expressly provided herein, all patrimonial and moral rights in the Artwork remain vested in its author.",
  "section12Title": "Art. 11 – Disclaimer",
  "section12Content": "1. The Platform is provided “as is” and “as available.”\n2. Artshares S.r.l. does not guarantee that:\n   • the Platform will operate uninterruptedly, securely or be available at all times and in all locations;\n   • any errors or defects will be corrected immediately;\n   • the Platform will always be free of viruses or other harmful components;\n   • results obtained from using the Platform will meet User expectations.\n3. Artshares is not liable for any losses or damages arising from use of the Platform, including, by way of example, loss of profits or business opportunities.\n4. Users are solely responsible for risks associated with Platform transactions.\n5. Artshares is not responsible for conduct of other Users or third parties on the Platform.",
  "section13Title": "Art. 12 – Limitation of Liability",
  "section13Content": "1. Under no circumstances shall Artshares S.r.l. be liable for direct, indirect, incidental, consequential or punitive damages arising from use of the Platform.\n2. Artshares S.r.l. shall not be liable for acts or events resulting from any of the following:\n   • incorrect use of the Platform by the User;\n   • maintenance operations by Artshares S.r.l.;\n   • anomalies or malfunctions of third-party systems, software or applications used by the User;\n   • User’s failure to comply with these Terms & Conditions;\n   • any action beyond Artshares’ control;\n   • temporary interruption of Platform services;\n   • bugs, viruses or malware from third-party systems;\n   • infringement of copyright or intellectual property by the User or third parties;\n   • disputes over ownership or authenticity of NFTs on the Platform;\n   • irreversible Blockchain transactions or technical issues of public Blockchain nodes, including forks.\n3. The User also declares sole responsibility for risks connected to:\n   • economic losses due to the volatile nature of NFTs and cryptocurrencies;\n   • payment of Blockchain and transaction fees;\n   • tax obligations arising from Platform transactions.",
  "section14Title": "Art. 13 – Maintenance",
  "section14Content": "1. Artshares undertakes to perform ordinary maintenance to ensure the constant and correct usability of the Platform by Users.\n2. Artshares reserves the right to modify, suspend or discontinue, in whole or in part, Platform features at any time without notice, without incurring liability.",
  "section15Title": "Art. 14 – Waiver of Withdrawal Right",
  "section15Content": "1. Pursuant to Italian consumer protection law (Legislative Decree 206/2005, “Consumer Code”), the User acknowledges that purchase of NFTs via the Platform constitutes the supply of digital content not provided on a tangible medium, with immediate contract execution and express consent to lose the right of withdrawal upon purchase.\n2. Accordingly, no right of withdrawal is provided once the transaction is completed, as the User expressly consents to contract execution upon purchase confirmation and subsequent NFT delivery to the Wallet.\n3. Outside the foregoing, Artshares may, at its sole discretion, consider requests to cancel purchases made prior to transaction confirmation on the Blockchain, within the technical and operational limits of the service.",
  "section16Title": "Art. 15 – Personal Data Protection",
  "section16Content": "1. Artshares undertakes to process personal data acquired in connection with Platform provision in compliance with data protection laws and, in particular, EU Regulation 2016/679 (GDPR).\n2. Personal data processing will be carried out in accordance with the Privacy Policy.",
  "section17Title": "Art. 16 – Governing Law and Jurisdiction",
  "section17Content": "1. These Terms & Conditions are governed by and construed in accordance with the laws of the Italian Republic.\n2. If the User acts as a consumer under art. 3, paragraph 1(a) of Legislative Decree 206/2005 (“Consumer Code”), any dispute arising from or relating to these Terms & Conditions shall fall under the exclusive jurisdiction of the court of the consumer’s place of residence or domicile. If the User does not qualify as a consumer under Legislative Decree 206/2005, exclusive jurisdiction shall lie with the Court of Milan.",
  "section18Title": "Final Clauses and Last Updated",
  "section18Content": "Pursuant to Arts. 1341 and 1342 of the Italian Civil Code, the following clauses are hereby expressly accepted: Art. 2 – Acceptance and Modification of the Terms & Conditions; Art. 5 – Temporary Lock; Art. 7 – Third-Party Tools; Art. 8 – User Rights and Obligations; Art. 11 – Disclaimer; Art. 12 – Limitation of Liability; Art. 14 – Waiver of Withdrawal Right; Art. 16 – Governing Law and Jurisdiction.\n\nLast updated: April 23, 2025"
}
