{
  "pageTitle": "Regulamento – NFT Puzzle",
  "pageSubtitle": "Jogo de Colecionar Arte Digital",
  "section1Title": "1. Estrutura do Sistema",
  "section1_1Title": "1.1. Obras de Arte e Peças de Quebra-Cabeça",
  "section1_1Content": "- Cada obra de arte é dividida em um quebra-cabeça composto por, no mínimo, 9 peças.\n- Cada peça é um NFT único e não fungível, representando uma parte exclusiva da obra completa.\n- As peças são distribuídas em lotes, cada um dos quais pode conter uma ou mais peças do quebra-cabeça.\n- Alguns lotes podem ser adquiridos 'às cegas', sem conhecer o conteúdo até a compra.\n- Alguns lotes podem conter curingas, ou seja, tokens fungíveis que podem substituir qualquer peça faltante no quebra-cabeça.\n- Cada NFT é verificável na blockchain e possui um código identificador que certifica sua autenticidade e propriedade.",
  "section2Title": "2. Compra e Bloqueio Temporário das Peças",
  "section2_1Title": "2.1. Modalidades de Compra",
  "section2_1Content": "As peças podem ser adquiridas de duas maneiras:\n1. Mercado Primário – Quando são disponibilizadas inicialmente.\n2. Mercado Secundário – Comprando-as de outros participantes.\n\n- Os preços são indicados em Euro e no correspondente valor em usdc (Tether).\n- As transações na blockchain ocorrem exclusivamente em usdc, conversível de Euro ou outras moedas fiat.",
  "section2_2Title": "2.2. Bloqueio Temporário",
  "section2_2Content": "- Após a compra, a peça é temporariamente bloqueada no mercado por um número aleatório de segundos, durante os quais ninguém mais pode comprá-la.\n- Durante o bloqueio, o comprador pode:\n  - Procurar e adquirir outras peças necessárias para completar o quebra-cabeça.\n  - Contatar outros jogadores para eventuais trocas.\n  - Utilizar um curinga para substituir uma peça faltante.\n- Se o comprador não realizar outras ações dentro do tempo estipulado, a peça volta a ficar disponível no mercado com um preço aumentado em 20%.",
  "section3Title": "3. Completação do Quebra-Cabeça e Reivindicação da Obra de Arte",
  "section3Content": "- Quando um participante reúne todas as peças da obra (ou utiliza um ou mais curingas para completá-la), pode efetuar a reivindicação do NFT completo.\n- A reivindicação permite montar a obra e receber o NFT final, que representa a obra completa.\n- Uma vez que o quebra-cabeça esteja completo:\n  - As peças individuais são removidas do mercado.\n  - O NFT completo pode ser mantido, revendido ou utilizado para vantagens exclusivas.",
  "section4Title": "4. Dinâmica de Mercado e Revalorização Automática",
  "section4_1Title": "4.1. Revalorização dos Preços",
  "section4_1Content": "- Cada peça adquirida é colocada à venda novamente com um preço aumentado em 20% em relação ao anterior.\n- Este mecanismo incentiva tanto a compra rápida quanto um planejamento cuidadoso das estratégias de jogo.",
  "section5Title": "5. Estratégias e Escolhas dos Participantes",
  "section5Content": "O sistema permite que os jogadores adotem diversas estratégias para completar as obras de arte:\n- **Completação Direta:** Comprar rapidamente todas as peças necessárias.\n- **Coleção Seletiva:** Focar em peças raras ou em obras específicas.\n- **Uso Estratégico dos Curingas:** Utilizar os curingas para evitar custos elevados.\n- **Trocas e Colaborações:** Coordenar-se para trocas estratégicas.",
  "section6Title": "6. Responsabilidade e Aceitação das Regras",
  "section6Content": "- A participação é voluntária e implica a **aceitação total** das regras.\n- O criador do sistema **não é responsável** por eventuais perdas econômicas ou variações de preço.\n- Os usuários aceitam não tomar medidas legais contra o criador ou os desenvolvedores.",
  "section7Title": "7. Blockchain e Segurança do Sistema",
  "section7Content": "- Todas as transações e os NFTs são registrados na blockchain, garantindo autenticidade, rastreabilidade e segurança.\n- Cada peça está associada a uma carteira digital, e somente o proprietário pode gerenciá-la.",
  "section8Title": "8. Conclusões",
  "section8Content": "NFT Puzzle oferece uma experiência inovadora que combina arte, NFTs e estratégia, convidando os participantes a colecionar e completar obras de arte digitais em um ambiente dinâmico e competitivo.",
  "section9Title": "9. Aceitação das Regras",
  "section9Content": "Ao participar, cada usuário aceita sem reservas todas as regras indicadas, assumindo total responsabilidade por sua experiência e declarando ter compreendido as dinâmicas do jogo."
}
