{
  "pageTitle": "Termos e Condições Legais – NFT Puzzle",
  "pageSubtitle": "Conformidade com as Normas Europeias",
  "section1Title": "1. Introdução e Objetivo do Sistema",
  "section1Content": "Este sistema foi desenvolvido com o objetivo de criar uma experiência interativa projetada para promover artistas emergentes, permitindo a distribuição de suas obras por meio de um mecanismo digital de colecionismo baseado em NFTs.\n\nO acesso e a participação no sistema são inteiramente voluntários e sujeitos à aceitação destes termos gerais de uso. Ao participar, o usuário aceita integralmente todos os termos e renuncia a quaisquer reivindicações contra o criador do sistema ou a plataforma.",
  "section2Title": "2. Conformidade com a Diretiva AML e Limites de Valor",
  "section2Content": "O sistema foi desenvolvido em conformidade com as regulamentações europeias de combate à lavagem de dinheiro, incluindo:\n\n- Diretiva (UE) 2015/849 (AMLD4)\n- Diretiva (UE) 2018/843 (AMLD5)\n- Diretiva (UE) 2019/2177 (AMLD6)\n\n2.1 Limite de €1.000 para Conformidade com KYC e AML\n\nDe acordo com o Artigo 11 da AMLD5, os requisitos de verificação de identidade (KYC) aplicam-se exclusivamente a transações de €1.000 ou mais. Esta disposição garante que transações de menor valor fiquem isentas dos requisitos formais de identificação.\n\nPara garantir a conformidade total:\n- O valor máximo de cada NFT (quebra-cabeça) é inferior a €1.000.\n- Todas as transações são registradas na blockchain para garantir transparência e rastreabilidade.\n- O sistema não permite transações fracionadas ou em série destinadas a contornar esse limite.",
  "section3Title": "3. Conformidade com o Regulamento MiCA",
  "section3Content": "O Regulamento (UE) 2023/1114 (MiCA) regula os ativos digitais e os serviços relacionados. No entanto, o Artigo 4 estabelece que NFTs únicos não são classificados como criptoativos regulados, desde que não possuam características semelhantes às de instrumentos financeiros.",
  "section4Title": "4. Regra de Viagem e Regulamentação de Transações Cripto",
  "section4Content": "O Regulamento (UE) 2023/1113 estende as medidas de controle às transações cripto no contexto da prevenção à lavagem de dinheiro. O Artigo 4 estabelece que os requisitos de identificação não se aplicam a transações abaixo de €1.000, definindo um limite claro para a verificação de identidade em transferências de ativos digitais.",
  "section5Title": "5. Proteção do Consumidor e Diretiva PSD2",
  "section5Content": "O sistema cumpre as disposições da Diretiva (UE) 2015/2366 (PSD2), que regula os serviços de pagamento eletrônico. O Artigo 3(k) exclui da aplicação das medidas mais rigorosas os pagamentos eletrônicos únicos de menos de €1.000.",
  "section6Title": "6. GDPR e Processamento de Dados",
  "section6Content": "O sistema cumpre o Regulamento Geral de Proteção de Dados (GDPR - Regulamento (UE) 2016/679). Nenhum dado pessoal é coletado além do estritamente necessário para o bom funcionamento do sistema, garantindo a proteção da privacidade dos usuários.",
  "section7Title": "7. Propriedade dos NFTs e Regras de Montagem",
  "section7Content": "Uma vez que um quebra-cabeça é completado e o NFT completo é reivindicado, ele se torna de plena propriedade do usuário.\n\nA obra montada não pode ser desmontada, a menos que o proprietário decida fazê-lo voluntariamente.\n\nO NFT completo pode ser mantido, vendido ou transferido de acordo com as regras da blockchain.",
  "section8Title": "8. Responsabilidade e Transparência",
  "section8Content": "O criador do sistema não se responsabiliza por quaisquer perdas econômicas ou flutuações no valor dos NFTs.\n\nO valor dos NFTs não é garantido e depende unicamente da interação entre os usuários.\n\nA plataforma não oferece serviços de investimento, permanecendo em conformidade com o Regulamento MiCA.",
  "section9Title": "9. Conclusão",
  "section9Content": "O sistema foi projetado para garantir total conformidade com as normas europeias, incluindo AMLD5, MiCA, PSD2 e GDPR, proporcionando um ambiente seguro e transparente.\n\nAo participar, cada usuário aceita incondicionalmente estes termos e assume total responsabilidade por sua experiência dentro do sistema."
}
