{
  "pageTitle": "TERMOS E CONDIÇÕES",
  "pageSubtitle": "",
  "section1Title": "Informações da Empresa",
  "section1Content": "Artshares S.r.l.\nVia Giosuè Carducci n.8\n20123 – Milão\nNIF (VAT) 10994400967\nPEC: artshares@legalmail.it\nEmail: info@artshares.it",
  "section2Title": "Art. 1 – Definições",
  "section2Content": "Os termos abaixo, iniciados por letra maiúscula, seja no singular ou no plural, terão os seguintes significados:\n\n“Artshares”: Artshares S.r.l., conforme identificado neste documento;\n“Plataforma”: infraestrutura de TI gerida pela Artshares S.r.l., através da qual os Usuários podem comprar, vender ou trocar NFTs que representam uma Obra de Arte, acessível em www.nft-puzzle.art;\n“NFT” (token não-fungível): certificado digital único, baseado em tecnologia blockchain, que comprova a autenticidade e a propriedade do ativo digital correspondente;\n“NFT Puzzle”: agregação de todas as “Peças do Quebra-Cabeça” que compõem a Obra;\n“Peças do Quebra-Cabeça” ou “Peças”: fragmentos individuais que compõem o NFT Puzzle e que os Usuários podem adquirir para completar o quebra-cabeça;\n“Obra”: conteúdo criativo digital disponibilizado na Plataforma pelo artista;\n“Usuário”: qualquer pessoa física ou jurídica que acesse a Plataforma e utilize seus serviços;\n“Lote”: conjunto de Peças adquirível pelo Usuário;\n“Carteira” (Wallet): carteira digital usada para armazenar, enviar e receber criptomoedas e NFTs;\n“Blockchain”: tecnologia de registro distribuído que registra transações de forma segura e transparente;\n“Smart Contract”: contrato autoexecutável escrito em código e armazenado em uma blockchain.",
  "section3Title": "Art. 2 – Aceitação e Modificação dos Termos & Condições",
  "section3Content": "1. O acesso e o uso da Plataforma implicam aceitação total destes Termos & Condições.\n2. A Artshares S.r.l. reserva-se o direito de modificar, complementar ou alterar estes Termos & Condições a qualquer momento, a seu exclusivo critério, publicando a versão revista na Plataforma. O uso contínuo da Plataforma após tais publicações constitui aceitação das alterações pelo Usuário.\n3. A idade mínima para usar a Plataforma é de 18 anos. O uso por menores de 18 anos é estritamente proibido.\n4. Se o Usuário agir na qualidade de consumidor, conforme o Art. 3(1)(a) do Decreto Legislativo 206/2005 (“Código do Consumidor”), aplicar-se-ão as disposições de proteção ao consumidor.",
  "section4Title": "Art. 3 – Funcionamento da Plataforma",
  "section4Content": "1. Por meio da Plataforma, os Usuários podem obter e colecionar as Peças de um NFT Puzzle, cada uma correspondendo a uma porção digital de uma Obra, para completar e receber esse NFT Puzzle.\n2. A Artshares realiza a digitalização e a conversão das Obras em NFT Puzzles, cujas Peças, identificadas como tokens não-fungíveis (NFTs), podem ser adquiridas separadamente pelos Usuários com o objetivo de recompor a Obra original.\n3. Cada Obra é dividida em um NFT Puzzle composto por pelo menos nove (9) Peças. Cada Peça é única, não-fungível e representa uma porção específica da Obra. Os Usuários podem adquirir Peças em Lotes, divididos em:\na. “Lotes Abertos”, onde o número de Peças, suas imagens e o preço de cada Peça são conhecidos e visíveis no momento da compra;\nb. “Lotes às Cegas”, onde apenas o preço total do Lote é exibido, e o número de Peças e suas imagens são revelados somente após a finalização da compra.\n4. Para Lotes às Cegas, o conteúdo de cada Lote é pré-determinado pela Artshares antes da compra. As Peças incluídas em cada Lote são fornecidas como colecionáveis digitais e não constituem instrumentos de investimento nem jogos de azar segundo a legislação aplicável. Não há mecanismos aleatórios com valor de prêmio. O Usuário reconhece que Lotes às Cegas não se baseiam em sorte e destinam-se exclusivamente ao uso pessoal ou de coleção.\n5. A Plataforma permite que os Usuários comprem, vendam e troquem NFTs livremente por meio de recursos dedicados. Todas as transações na Plataforma são gerenciadas diretamente pela Artshares.\n6. As transações na Plataforma são executadas via Smart Contracts em Blockchain. O Usuário reconhece e aceita que a execução pode implicar taxas (gas fees) e tempos de processamento variáveis conforme a Blockchain utilizada.",
  "section5Title": "Art. 4 – Preços, Métodos de Compra e Taxas",
  "section5Content": "1. Os preços das Peças na Plataforma são cotados em Euros e no valor equivalente em USDC. O Usuário reconhece que a Artshares não fornece qualquer garantia sobre o valor presente ou futuro, comercialização ou potencial econômico das Peças ou do NFT Puzzle.\n2. As Peças podem ser adquiridas por meio de:\n   • “Mercado Primário”: compra direta de Peças de Obras disponibilizadas pela Artshares pela primeira vez;\n   • “Mercado Secundário”: aquisição de Peças de outros Usuários por meio das ferramentas de revenda da Plataforma.\n3. Todas as transações em Blockchain são executadas exclusivamente em USDC. O Usuário pode converter Euros ou outras moedas fiduciárias em USDC por serviços externos, por sua conta e risco.\n4. Salvo disposição em contrário, a Artshares não aplicará cobranças adicionais (por exemplo, taxas de uso da Blockchain, taxas de processadores de pagamento ou serviços de terceiros), que permanecem de inteira responsabilidade do Usuário.",
  "section6Title": "Art. 5 – Bloqueio Temporário",
  "section6Content": "1. Após a compra de uma Peça, transações ou revenda dessa Peça são bloqueadas por um período determinado automaticamente pela Plataforma.\n2. Durante esse período, o Usuário pode:\n   • comprar Peças adicionais para completar o NFT Puzzle associado;\n   • trocar Peças com outros Usuários;\n   • usar qualquer coringa concedido pelas regras da Plataforma para substituir uma Peça faltante e completar o NFT Puzzle.\n3. Se o Usuário não tomar nenhuma ação dentro do prazo, a Peça retorna ao mercado. Seu preço será então aumentado em 20% em relação ao preço original. O Usuário aceita que após esse período não poderá contestar a revenda nem reivindicar quaisquer direitos de propriedade sobre a Peça.",
  "section7Title": "Art. 6 – Conclusão do Puzzle e Atribuição do NFT",
  "section7Content": "1. Ao coletar todas as Peças de uma determinada Obra, o Usuário terá direito a receber o NFT Puzzle correspondente, que será atribuído diretamente à Carteira do Usuário.\n2. Nesse momento, as Peças individuais serão removidas do mercado e não estarão mais disponíveis para compra ou troca.\n3. O NFT Puzzle completo poderá ser mantido, transferido, revendido ou usado para acessar benefícios exclusivos, bônus ou funcionalidades adicionais oferecidas na Plataforma.",
  "section8Title": "Art. 7 – Ferramentas de Terceiros",
  "section8Content": "1. A Plataforma integra ferramentas de terceiros, como redes Blockchain e Carteiras.\n2. O Usuário assume todos os riscos associados a essas ferramentas, isentando completamente a Artshares de qualquer responsabilidade.\n3. A Plataforma permite ao Usuário comprar e trocar NFTs de terceiros em blockchains públicas não pertencentes à Artshares. A Artshares não garante a disponibilidade, funcionalidade ou permanência dessas redes ou de seus ativos digitais.\n4. Para transacionar em blockchain, o Usuário deve possuir uma Carteira não fornecida pela Artshares S.r.l.\n5. O Usuário é o único responsável por qualquer Carteira de terceiros usada na Plataforma.\n6. A Artshares não será responsável por defeitos ou mau funcionamento dessas ferramentas de terceiros que prejudiquem o funcionamento da Plataforma.",
  "section9Title": "Art. 8 – Direitos e Obrigações dos Usuários",
  "section9Content": "1. Os Usuários têm o direito de acessar e usar a Plataforma NFT de acordo com estes Termos & Condições e a legislação aplicável.\n2. Os Usuários concordam em fornecer informações precisas e verdadeiras ao usar a Plataforma.\n3. Os Usuários não devem usar a Plataforma para atividades ilegais, fraudulentas ou prejudiciais, incluindo violação de direitos de propriedade intelectual de terceiros.\n4. Os Usuários devem respeitar os direitos de outros usuários e abster-se de qualquer ação que interrompa o funcionamento da Plataforma.\n5. Os Usuários são responsáveis por todas as taxas e despesas relacionadas às suas transações na Plataforma.",
  "section10Title": "Art. 9 – Propriedade Intelectual",
  "section10Content": "1. Exceto conforme previsto no Art. 10, a Plataforma e todo o seu conteúdo — incluindo, mas não se limitando a, textos, gráficos, logotipos, imagens e software — são propriedade exclusiva da Artshares S.r.l. ou de seus licenciadores e estão protegidos pelas leis de direitos autorais e propriedade intelectual.\n2. Os Usuários não adquirem nenhum direito de propriedade intelectual na Plataforma ou em seu conteúdo, exceto aqueles expressamente concedidos nestes Termos & Condições.\n3. Os Usuários que negociam Peças na Plataforma garantem que detêm todos os direitos necessários e não infringem direitos de terceiros.\n4. O provedor da Plataforma reserva-se o direito de remover qualquer NFT ou conteúdo que infrinja direitos de terceiros mediante notificação do titular dos direitos.",
  "section11Title": "Art. 10 – Cessão de Direitos",
  "section11Content": "1. Após a conclusão e aquisição do NFT Puzzle, o Usuário obtém uma licença não exclusiva, mundial e limitada para explorar os direitos econômicos da Obra digital associada, para fins pessoais e não comerciais.\n2. Essa licença inclui direitos de reprodução e publicação em qualquer mídia e o direito de revender o NFT juntamente com os direitos licenciados. Não são concedidos direitos de exploração comercial, distribuição, modificação ou criação de obras derivadas com fins lucrativos.\n3. Além do acima disposto, o Usuário poderá negociar uma licença personalizada com a Artshares em termos diferentes.\n4. Exceto conforme expressamente previsto, todos os direitos patrimoniais e morais permanecem com o autor da Obra.",
  "section12Title": "Art. 11 – Isenção de Responsabilidade",
  "section12Content": "1. A Plataforma é fornecida “no estado em que se encontra” e “conforme disponibilização”.\n2. A Artshares S.r.l. não garante que:\n   • a Plataforma funcionará sem interrupções, de forma segura ou estará disponível em todos os momentos;\n   • quaisquer erros ou defeitos serão corrigidos imediatamente;\n   • a Plataforma estará sempre livre de vírus ou outros componentes prejudiciais;\n   • os resultados obtidos atendam às expectativas do Usuário.\n3. A Artshares não se responsabiliza por quaisquer perdas ou danos decorrentes do uso da Plataforma, incluindo, sem limitação, perda de lucros ou oportunidades comerciais.\n4. Os Usuários assumem todos os riscos relacionados às suas transações na Plataforma.\n5. A Artshares não é responsável pelo comportamento de outros Usuários ou terceiros na Plataforma.",
  "section13Title": "Art. 12 – Limitação de Responsabilidade",
  "section13Content": "1. Em nenhuma circunstância a Artshares S.r.l. será responsável por danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso da Plataforma.\n2. A Artshares S.r.l. não se responsabiliza por atos ou eventos decorrentes de:\n   • uso incorreto da Plataforma pelo Usuário;\n   • operações de manutenção;\n   • falhas de sistemas de terceiros;\n   • descumprimento destes Termos & Condições pelo Usuário;\n   • ações fora do controle da Artshares;\n   • interrupção temporária dos serviços;\n   • bugs, vírus ou malwares de sistemas de terceiros;\n   • disputas sobre propriedade ou autenticidade de NFTs;\n   • transações blockchain irreversíveis ou problemas técnicos de nós públicos, incluindo forks.\n3. O Usuário reconhece ser o único responsável por riscos relacionados a:\n   • perdas econômicas devido à volatilidade de NFTs e criptomoedas;\n   • pagamento de taxas de transação;\n   • obrigações fiscais decorrentes das operações na Plataforma.",
  "section14Title": "Art. 13 – Manutenção",
  "section14Content": "1. A Artshares compromete-se a realizar manutenções de rotina para garantir que a Plataforma permaneça acessível e funcione corretamente.\n2. A Artshares reserva-se o direito de modificar, suspender ou descontinuar funcionalidades da Plataforma a qualquer momento, sem aviso prévio e sem responsabilidade.",
  "section15Title": "Art. 14 – Renúncia ao Direito de Arrependimento",
  "section15Content": "1. Nos termos do Código de Defesa do Consumidor (Decreto Legislativo 206/2005), o Usuário reconhece que a compra de NFTs constitui fornecimento imediato de conteúdo digital e consente expressamente em renunciar ao direito de arrependimento no momento da compra.\n2. Consequentemente, nenhum direito de arrependimento aplica-se após a conclusão da transação, pois a execução do contrato inicia-se com a confirmação de compra e entrega do NFT.\n3. Fora desse escopo, a Artshares poderá, a seu único critério, avaliar pedidos de cancelamento de compras ainda não confirmadas na blockchain, dentro dos limites técnico-operacionais.",
  "section16Title": "Art. 15 – Proteção de Dados Pessoais",
  "section16Content": "1. A Artshares compromete-se a tratar os dados pessoais coletados no âmbito da Plataforma em conformidade com o Regulamento (UE) 2016/679 (GDPR).\n2. O tratamento de dados pessoais será realizado de acordo com a Política de Privacidade.",
  "section17Title": "Art. 16 – Legislação Aplicável e Jurisdição",
  "section17Content": "1. Estes Termos & Condições são regidos e interpretados de acordo com as leis da República Italiana.\n2. Se o Usuário for considerado consumidor nos termos do Art. 3(1)(a) do Decreto Legislativo 206/2005 (“Código do Consumidor”), qualquer disputa será da competência exclusiva do foro de seu domicílio ou residência. Caso não seja consumidor, a competência exclusiva será do Foro de Milão.",
  "section18Title": "Cláusulas Finais e Última Atualização",
  "section18Content": "Nos termos dos Arts. 1341 e 1342 do Código Civil Italiano, as seguintes cláusulas são expressamente aprovadas: Art. 2 – Aceitação e Modificação; Art. 5 – Bloqueio Temporário; Art. 7 – Ferramentas de Terceiros; Art. 8 – Direitos e Obrigações; Art. 11 – Isenção de Responsabilidade; Art. 12 – Limitação de Responsabilidade; Art. 14 – Renúncia ao Direito de Arrependimento; Art. 16 – Legislação Aplicável.\n\nÚltima atualização: 23 de abril de 2025"
}
